{
  "meeting_date": "2016-02-24",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Gerbasi",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Dobson",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Lukes",
      "Councillor Mayes",
      "Councillor Morantz",
      "Councillor Orlikow",
      "Councillor Pagtakhan",
      "Councillor Schreyer",
      "Councillor Wyatt"
    ],
    "public_service": [
      "Mr. R. Kachur, City Clerk",
      "Mr. M. Lemoine, Deputy City Clerk",
      "Ms J. Marques, Senior Committee Clerk",
      "Mr. D. McNeil, Chief Administrative Officer",
      "Mr. M. Jack, Chief Operating Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated February 3, 2016",
      "items": [
        {
          "number": "1",
          "title": "Waiving of Corporate Interest Overhead Charges Applicable to the $51 million Grant - Winnipeg Convention Centre Corporation (“RBC Convention Centre Winnipeg”) Expansion Project",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Truth and Reconciliation Calls to Action",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Establishment of Ward Boundaries Commission",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated February 17, 2016",
      "items": [
        {
          "number": "1",
          "title": "Office of Integrity (Ethics) Commissioner – Proposed Engagement Process",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "2",
          "title": "Citizen Member Appointments – Committees, Boards and Commissions",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Memorandum of Agreement – Winnipeg Fire Paramedic Senior Officers Association",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Rezoning – 125 Pacific Avenue – DAZ 231/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Text Amendment – Downtown Winnipeg Zoning By-law No. 100/2004 – DAZ 230/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Appointment of City Auditor/Chief Performance Officer",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Real Estate Management Review – Status Report 2015 Quarter 4",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "8",
          "title": "New Fire Paramedic Stations Construction Project – Status Report 2015 Quarter 4",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "9",
          "title": "Winnipeg Police Service Headquarters Construction Project – Status Report 2015 Quarter 4",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT dated February 1, 2016",
      "items": [
        {
          "number": "1",
          "title": "Grant Funding for the 2016 River Trail",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated February 16, 2016",
      "items": [
        {
          "number": "1",
          "title": "Rezoning – 971 Main Street – DAZ 223/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – 1476 Portage Avenue and 7 Empress Street East – DASZ 28/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Subdivision and Rezoning – 3081 Portage Avenue – DASZ 38/2015",
          "disposition": "AMENDED AND ADOPTED (See Motion 2)"
        },
        {
          "number": "4",
          "title": "Zoning Agreement Amendment – Southeast Corner of Leila Avenue and Mandalay Drive – ZAA 8/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Assiniboia Downs Area Master Plan – SP 3/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Opening – West Side of King Edward Street Between Notre Dame and Legion Avenues – DAO 7/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Opening – West Side of Peguis Street, South of CPR Plan 1042 WLTO – DAO 9/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Amendment to Development Agreement Conditions – AG 19/2014",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Extension of Time – Proposed Subdivision and Rezoning on Land Located at 3977 Portage Avenue – DASZ 43/2011",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "Extension of Time – Proposed Rezoning on Land Located at 2501 Ferrier Street DAZ 202/2010",
          "disposition": "ADOPTED"
        },
        {
          "number": "11",
          "title": "Extension of Time – 1916, 1918 and 1920 St. Mary’s Road – DASZ 38/2013",
          "disposition": "ADOPTED"
        },
        {
          "number": "12",
          "title": "Extension of Time – Proposed Subdivision and Rezoning – Lots 2 and 3, Plan 45753, Peguis Street and Reenders Drive – DASZ 33/2013",
          "disposition": "ADOPTED"
        },
        {
          "number": "13",
          "title": "Permanent Easement Requirements Located on Parkland (Sir John Franklin Community Club) Adjoining 1710 Grosvenor Avenue in favour of Y.M.H.A. Jewish Community Centre of Winnipeg Inc.",
          "disposition": "ADOPTED"
        },
        {
          "number": "14",
          "title": "Extension of Emes Road West of McPhillips Street",
          "disposition": "ADOPTED"
        },
        {
          "number": "15",
          "title": "Subdivision and Rezoning – 4820 Roblin Boulevard and 521 Dieppe Road – DASZ 33/2015",
          "disposition": "APPLICATION REJECTED"
        },
        {
          "number": "16",
          "title": "Acquisition of a portion of 1950 Plessis Road for Street Intersection Improvements",
          "disposition": "ADOPTED"
        },
        {
          "number": "17",
          "title": "Sale of the Proposed Closed Public Lanes and strip of City Property Adjoining 761 North Drive",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated February 8, 2016",
      "items": [
        {
          "number": "1",
          "title": "Extension Agreement with WRHA for Provision of Emergency Medical Response Services, Inter-Facility Transport and Community Paramedicine",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Parks – Public Consultation on Enhancements and Commemoration",
          "disposition": "FOR REPORT BACK WITHIN 180 DAYS"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated February 2, 2016",
      "items": [
        {
          "number": "1",
          "title": "Public Works Department – Traffic Signals Staffing Needs",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "General Capital Fund – Downtown Streets – Amendment of Approved 2015 Capital Budget to include Funding from CentreVenture",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated February 12, 2016",
      "items": [
        {
          "number": "1",
          "title": "Waverley Street at CN Mainline (Rivers) Grade Separation",
          "disposition": "EXECUTIVE POLICY COMMITTEE RECOMMENDATION ADOPTED"
        },
        {
          "number": "2",
          "title": "Results of the Proposed Asphaltic Concrete Lane Pavement Local Improvement Projects – November 16, 2015 Advertisement",
          "disposition": "ADOPTED"
        }
      ]
    }
  ],
  "notice_of_motions": [
    {
      "movers": [
        "Orlikow",
        "Morantz"
      ],
      "subject": "That the following recommendations from the report titled “Waverley Street at CN Mainline (Rivers) Grade Separation” from the January 18, 2016 meeting of IRPW be approved by Council: 1.That a new 2016 capital project in the amount of $155,082,000 be authorized and included in the 2016 capital Budget for “Waverley Street at CN Mainline (Rivers) Grade Separation” (hereinafter “Project”) with the financing sources and description as set out in Appendix A. The related borrowing by-law will be prepared in conjunction with the 2016 Capital Budget. 2.That the Director of Planning, Property, and Development be authorized to negotiate the acquisition of land required for the Project. 3.That the City enter into, execute and deliver funding agreements with the Province of Manitoba and Government of Canada with respect to Provincial and Federal funding contributions to the Project and that the Chief Administrative Officer be authorized to negotiate and approve the terms and conditions of such funding agreements in accordance with this Report and such terms and conditions deemed necessary by the City Solicitor/Director of Legal Services to protect the interests of the City. 4.That the City enter into, execute and deliver all agreements with Canadian National Railway Company (“CN”) and Manitoba Hydro as determined necessary by the City Solicitor/Director of Legal Services with respect to the Project and that the Chief Administrative Officer be authorized to negotiate and approve the terms and conditions of such agreements in accordance with this Report and such terms and conditions deemed necessary by the City Solicitor/Director of Legal Services to protect the interests of the City. 5.That authority be delegated to the Chief Administrative Officer to negotiate and award single source contracts not exceeding a total of $13.0 million (included in the Project budget and identified in the Class 3 estimate) with Manitoba Hydro for power distribution and street lighting works. 6.That the Chief Administrative Officer be delegated authority to approve the overexpenditures, if any, relating to contract(s) with Manitoba Hydro providing monies are available within the applicable capital budget as approved by Council. 7.That, in the interest of meeting the project timeline, authority be delegated to the Chief Administrative Officer to negotiate and award a single source contract for consulting engineering services not exceeding $12.3 million (included in the Project budget and identified in the Class 3 estimate) to Dillon Consulting Limited. to undertake detailed design, contract administration, and post construction services. 8.That the Chief Administrative Officer be delegated authority to approve over-expenditures, if any, relating to the Contract with Dillon Consulting Limited providing monies are available within the applicable capital budget as approved by Council. 9.That the Proper Officers of the City be authorized to do all things necessary to implement the intent of the foregoing.",
      "disposition": "WITHDRAWN"
    }
  ],
  "motions": [
    {
      "number": "1",
      "movers": [
        "Eadie",
        "Wyatt"
      ],
      "subject": "That the Public Service be directed to: A) immediately conduct a comprehensive review of the existing autobin garbage/recycling program as approved by Council in the CIWMP 2011 report and report back to Council before the last Council meeting of 2016.  The said review shall include a full analysis of the existing program, failures to meet promised levels of service, as well as comprehensive recommendations and steps required, that are fully costed, to improve the existing program/service; B) immediately suspend the implementation plan for curbside SSO (kitchen waste) collection, and cancel any and all plans to conduct public consultations on a curbside SSO program; C) develop a City Wide program to reduce organics waste from commercial, industrial and institutional waste and report back to Council in 180 days; D) develop a City Wide organic diversion program that would be community based and work with existing not-for-profit groups and organizations and report back to Council in 180 days; E) improve the existing program of subsidized organic bins for Winnipeg residents, by reviewing and potentially increasing the bin cost subsidy, increasing the times and locations when bins will be made available, and by increasing the options for the type of models of compost bins being made available at the subsidized rate, and report back to Council in 180 days.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "2",
      "movers": [
        "Orlikow",
        "Dobson"
      ],
      "subject": "That Recommendation 1 of Item 3 of the Report of the Standing Policy Committee on Property and Development, Heritage and Downtown Development dated February 16, 2016, be amended by adding text at the end of the existing recommendation, as shown below in underlined italics: 1.That the plan of subdivision under File DASZ 38/2015 be approved for preparation as a plan of subdivision by a Manitoba Land Surveyor in accordance with Schedule “A” for File DASZ 38/2015 dated January 5, 2016 with such minor changes as may be required, and for registration in the Winnipeg Land Titles Office, subject to the following: That the Developer enter into a Servicing Agreement with the City containing all the conditions outlined in Schedule ‘B’ of the report of the Administrative Coordinating Group dated December 16, 2015.",
      "disposition": "CARRIED"
    },
    {
      "number": "3",
      "movers": [
        "Allard",
        "Mayes"
      ],
      "subject": "That the Winnipeg Public Service be directed to immediately conduct a review of the existing plant and begin evaluating all options for either repair or replacement of the Southdale Community Centre Arena ice plant; That the Winnipeg Public Service be directed to work with the Southdale Community Centre Board to investigate this issue and report back to Council in 180 days.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT"
    },
    {
      "number": "4",
      "movers": [
        "Browaty",
        "Eadie"
      ],
      "subject": "That Water and Waste put out an RFP that calls for bids to provide waste collection service in the three Public Works areas of South, North and East districts, with staggered contract periods.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT"
    },
    {
      "number": "5",
      "movers": [
        "Wyatt",
        "Dobson"
      ],
      "subject": "That, via the Governance Committee of Council, the City of Winnipeg Council immediately undertake amongst its members, and inclusive of the Mayor, the writing of a Strategic Plan which will provide leadership and direction on setting public policy priorities between now and the next general election of 2018; That Council delegate authority via the Governance Committee to request from the Public Service any discretionary funds required to facilitate the writing of the Strategic Plan, including all public consultations; That the first draft of the Strategic Plan be submitted for city-wide public input and review by the citizens of the Winnipeg within the next 60-120 days and prior to the submission of the final Strategic Plan to Winnipeg city Council for council approval and adoption required no later than 150 days.",
      "disposition": "NOTICE OF MOTION"
    }
  ],
  "bylaws_first_reading": [

  ],
  "bylaws_passed": [
    {
      "number": "13/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 456 Nairn Avenue in the East Kildonan-Transcona Community – DAZ 213/2015",
      "disposition": "PASSED"
    },
    {
      "number": "14/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 267 Sherbrook Street in the City Centre Community – DASZ 22/2014",
      "disposition": "PASSED"
    },
    {
      "number": "15/2016",
      "subject": "to amend the Downtown Winnipeg Zoning By-law No. 100/2004 to permit urban beekeeping as a permitted accessory use",
      "disposition": "PASSED"
    },
    {
      "number": "16/2016",
      "subject": "To impose local improvement taxes for the cost of installing 14’ x 6” Concrete Lane Pavement near Blenheim Avenue in the City of Winnipeg.",
      "disposition": "PASSED"
    },
    {
      "number": "22/2016",
      "subject": "To open the northwest corner of Ness Avenue and Whytewold Road – DAO 8/2015",
      "disposition": "PASSED"
    },
    {
      "number": "23/2016",
      "subject": "To close part of Almey Avenue, Plan Nos. 1180 and 43427, west of Ravelston Avenue West. – DAC 6/2013",
      "disposition": "PASSED"
    },
    {
      "number": "24/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1286, 1290 and 1294 Ravelston Avenue West in the East Kildonan-Transcona Community – DASZ 32/2014",
      "disposition": "PASSED"
    },
    {
      "number": "25/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 724 Regent Avenue West in the East Kildonan-Transcona Community – DASZ 40/2014",
      "disposition": "PASSED"
    },
    {
      "number": "26/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 400 - 408 Regent Avenue West in the East Kildonan-Transcona Community – DASZ 9/2015",
      "disposition": "PASSED"
    },
    {
      "number": "27/2016",
      "subject": "To approve a plan of subdivision for land located at 210 Lyle Street in the Assiniboia Community – DAS 2/2015",
      "disposition": "PASSED"
    },
    {
      "number": "28/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 11 Moore Avenue in the Riel Community - File DAZ 222/2014",
      "disposition": "PASSED"
    },
    {
      "number": "29/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 761 North Drive in the City Centre Community -  DASZ 13/2015",
      "disposition": "PASSED"
    },
    {
      "number": "30/2016",
      "subject": "To close part of North Drive and Howth Road, Plan Nos. 1324, 2002 and 1696 and Public Lane Plan Nos. 1324, 3659 and 1696 – DAC 2/2015",
      "disposition": "PASSED"
    },
    {
      "number": "31/2016",
      "subject": "To authorize the undertaking of certain local improvements as part of the 2016 Local Improvement Program",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [

  ],
  "conflict_of_interest_declarations": [
    {
      "subject": "By-law No. 24/2016",
      "members": [
        "Councillor Wyatt"
      ]
    }
  ]
}
