{
  "meeting_date": "2017-05-24",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Gerbasi",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Dobson",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Lukes",
      "Councillor Mayes",
      "Councillor Morantz",
      "Councillor Orlikow",
      "Councillor Pagtakhan",
      "Councillor Schreyer",
      "Councillor Wyatt"
    ],
    "public_service": [
      "Mr. R. Kachur, City Clerk",
      "Mr. C. Gameiro, Manager of the Decision Making Process",
      "Ms J. Marques, Senior Committee Clerk",
      "Mr. D. McNeil, Chief Administrative Officer",
      "Mr. M. Jack, Chief Corporate Services Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated May 10, 2017",
      "date": "2017-05-10",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Rezoning – 489/491 Corydon Avenue – DAZ 221/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – 376 Marion Street – DASZ 4/2017",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Subdivision and Rezoning – 9 Barrington Avenue – DASZ 7/2017",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Request to Establish a Housing Roundtable",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Business Improvement Zones (BIZs), Image Routes and Neighbourhood Main Streets Funding Grant Agreements",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated May 17, 2017",
      "date": "2017-05-17",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Feasibility of Winnipeg being designated a Fair Trade Town",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Rezoning – 1860 Logan Avenue – DAZ 200/2017",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated May 5, 2017",
      "date": "2017-05-05",
      "committee": "Standing Policy Committee On Protection, Community Services And Parks",
      "items": [
        {
          "number": "1",
          "title": "Renaming of River Heights Library to “Bill and Helen Norrie Library”",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Appointment of Weed Inspectors under the Noxious Weeds Act",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Nuisance Mosquito Fogging Services Through 2021",
          "disposition": "AMENDED AND ADOPTED (See Motion 3)"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated May 2, 2017",
      "date": "2017-05-02",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "Utility Cut Restorations",
          "disposition": "FOR REPORT BACK IN OCTOBER 2017"
        },
        {
          "number": "2",
          "title": "Electric Car Recharging Stations",
          "disposition": "REFERRED TO THE STANDING POLICY COMMITTEE ON INNOVATION"
        },
        {
          "number": "3",
          "title": "Waiving Use of Street Petition Requirements for the 30th Anniversary Pride Parade Route",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Authorization for expenditures on the 2018 capital budget as a first charge in order to satisfy a City payment obligation related to the Tuxedo Yards Development Project",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON FINANCE dated May 4, 2017",
      "date": "2017-05-04",
      "committee": "Standing Policy Committee On Finance",
      "items": [
        {
          "number": "1",
          "title": "Insurance Settlement of Water Damage Claim Winnipeg Police Services Headquarters",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT dated May 1, 2017",
      "date": "2017-05-01",
      "committee": "Standing Policy Committee On Water And Waste, Riverbank Management And The Environment",
      "items": [
        {
          "number": "1",
          "title": "Amendment to Sewer By-law No. 92/2010 to expand the scope of the Pollution Prevention Program",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Water and Sewer Rate Increases of 2017 and 2018 – Public Hearings",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated May 9, 2017",
      "date": "2017-05-09",
      "committee": "Standing Policy Committee On Property And Development, Heritage And Downtown Development",
      "items": [
        {
          "number": "1",
          "title": "Closing – Parts of Blocks bounded by Derek Street, Hurst Way, Asquith and Edderton Avenues – Bus Rapid Transit Phase 2 – DAC 1/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Closing – Part of Winchester Street, Somerville Avenue and the Public Lane East of Fennell Street and Part of Waller Avenue, East of Irene Street - Bus Rapid Transit Phase 2 – DAC 2/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Closing – Part of Pelly Avenue, Daniel Street, and the Public Lane East of Beaumont Street – Cockburn/Calrossie Combined Sewer Area and Drainage Upgrade Project – DAC 6/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Opening, Closing and Rededication of Blocks bounded by Chevrier Boulevard, Gregoire Avenue, and Hervo and French Streets; Closing of Part of the Public Road West of Pembina Highway – Bus Rapid Transit Phase 2 – DAOC 1/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Subdivision and Rezoning – 254/256 Wellington Crescent – DASZ 47/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Rezoning – 570 Stradbrook Avenue – DAZ 219/2016",
          "disposition": "APPLICATION REJECTED"
        },
        {
          "number": "7",
          "title": "Extension of Time – Proposed Subdivision and Rezoning – Parcel A, Plan 107449 & Lot 1, Plan 12012, 1501 & 1525 Dawson Road South – DASZ 52/2013",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Request to Amend Development Agreement Conditions for File DAS 16/16 (AG 16/2016)",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Amendment to By-law No. 1810 of the former City of St. Boniface to exclude 96 St. Mary’s Road",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "Encroachment Agreement to Allow the Use of Right-of-Way North-East of the Intersection of Academy Road and Kenaston Boulevard for the Purpose of a Temporary Rapid Assembly Telecommunication Tower System",
          "disposition": "ADOPTED"
        }
      ]
    }
  ],
  "notice_of_motions": [
    {
      "movers": [
        "Lukes",
        "Wyatt"
      ],
      "subject": "That Council immediately direct the  Chief Administrative Officer and all senior Directors and senior Management of the Public Service to always accommodate and meet with a member or members of Council,  cooperatively providing all necessary information to the elected official(s) in said meeting, and answering all questions within the 96 hours proceeding a committee meeting. That Council immediately direct the  Chief Administrative Officer and all senior Directors and senior Management of the Public Service to always accommodate and meet with a member or members of Council,  whether or not the concern is on any agenda and facilitate in a timely manner.",
      "disposition": "LOST"
    },
    {
      "movers": [
        "Dobson",
        "Wyatt"
      ],
      "subject": "That the Chief Administrative Officer be directed to ensure that all Members of Council be included in any briefing provided to the Executive Policy Committee at its informal information meetings, to ensure that all relevant information is provided to all decision makers.",
      "disposition": "LOST"
    }
  ],
  "motions": [
    {
      "number": "1",
      "movers": [
        "Dobson",
        "Wyatt"
      ],
      "subject": "That section 4 of the Reduced Speed School Zone By-law No. 76/2014 be amended by adding the words “with the exception of Holidays” after “Monday to Friday.”",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "2",
      "movers": [
        "Dobson",
        "Eadie"
      ],
      "subject": "That section 13(1) of the Winnipeg Parking By-law No. 86/2016 be amended by replacing all instances of “one-hour” with “forty-eight hours”.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "3",
      "movers": [
        "Pagtakhan",
        "Orlikow"
      ],
      "subject": "1.That item 3 of the May 8, 2017 report of the Standing Policy Committee on Protection and Community Services entitled “Nuisance Mosquito Fogging Services Through 2021” be amended by adding the following recommendation 4 and renumbering the remaining recommendations: “4.That Council waive requirements D. and E. of the service sharing principles attached hereto as Schedule A for these and future Service Purchase Agreements for Nuisance Fogging.”",
      "disposition": "CARRIED"
    },
    {
      "number": "4",
      "movers": [
        "Mayes",
        "Dobson"
      ],
      "subject": "That during the 2018 budget review process, the City of Winnipeg review options to exempt student U-Pass holders who meet all of the following criteria: 1.Reside outside of the perimeter. 2.Reside outside of the “transit service area”. 3.Choose to opt out of the U–Pass program.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "5",
      "movers": [
        "Browaty",
        "Lukes"
      ],
      "subject": "That: 1.The City immediately establish a policy of Safety First and customer service at Transit for both our customers and drivers; 2.Establish a Transit Security/Police service to enforce the Safety First policy; 3.Institute zero tolerance for fare evaders while removing drivers from risky enforcement measures; 4.Establish a Council-appointed Transit Community Advisory Board with the support of the Office of Public Engagement to arbitrate complaints and make recommendations to management to improve Winnipeg Transit; 5.Enshrine a zero tolerance policy for all assaults and violence with full reporting of all assaults, verbal and physical, to be reported to Winnipeg Police and provided in a monthly report to Council for the next two years; 6.Institute regular cleaning of both buses and bus stops; 7.Begin an immediate comprehensive public safety awareness campaign for Winnipeg Transit to be regular and sustained through the year; 8.Complete an in-depth study of best practices in other jurisdictions; 9.Revise the job description of the Director of Transit to follow these new protocols and place a higher emphasis on safety and remuneration based at least partially on customer service surveys; 10.Report back to council plans to implement items 1-9 within 90 days.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "6",
      "movers": [
        "Wyatt",
        "Browaty"
      ],
      "subject": "That Section 3.1 of the In Camera By-law No. 21/2011 be amended to read as follows: “3.1 Council may meet in camera to consider human resource matters only.",
      "disposition": "WITHDRAWN"
    },
    {
      "number": "7",
      "movers": [
        "Wyatt",
        "Browaty"
      ],
      "subject": "That Section 3.1 of the In Camera By-law No. 21/2011 be amended to read as follows: “3.1Council may meet in camera to consider reports or information concerning personnel-related matters only.”",
      "disposition": "AUTOMATIC REFERRAL TO THE EXECUTIVE POLICY COMMITTEE"
    },
    {
      "number": "8",
      "movers": [
        "Allard",
        "Orlikow"
      ],
      "subject": "That the City of Winnipeg public service create a process to consider cell reception as part of planning for new developments; That our development of infill guidelines include direction for the placement of cellphone towers that may have to be located near residential development",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON PLANNING, DEVELOPMENT, HERITAGE, AND DOWNTOWN DEVELOPMENT"
    },
    {
      "number": "9",
      "movers": [
        "Wyatt",
        "Eadie"
      ],
      "subject": "That Council adopt a policy that the 2/3rd vote requirement needed to transfer or reduce funding in the Local Streets Renewal Reserve (LSRR) and the Regional Streets Renewal Reserve (RSRR) be extended to the entire Local and Regional Streets program, including all base program funding, but not limited to that, and that this be based on the 2017 Adopted Budget numbers for that program; That the original Chart documenting the funding plan for the Local and Regional Streets program, that started in the 2013 Capital Budget for Local Streets, and was expanded in 2014 for Regional Streets, and included up to and in the 2015 Capital Budget program and in all those Capital Budget Appendixes, be restored in the 2018 Capital Budget Book, and every budget thereafter.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "10",
      "movers": [
        "Lukes",
        "Schreyer"
      ],
      "subject": "That Section 10(3) of the Procedure By-law No. 50/2007 be amended to change the time for posting Agenda for committees from a minimum of 96 hours to a minimum of 4 business days as follows: AGENDA MATERIAL FOR COMMITTEES 10(3) The agenda of each regular meeting of a committee and all supporting material shall be provided to the members of the Committee by the Clerk at least 96 hours a minimum of 4 business days preceding the committee meeting and supplementary material forwarded by the Clerk will only be considered upon approval of the majority of the members of the committee present.",
      "disposition": "NOTICE OF MOTION"
    }
  ],
  "bylaws_first_reading": [

  ],
  "bylaws_passed": [
    {
      "number": "37/2017",
      "subject": "To close part of Park Lane Avenue, East of King Edward Street - DAC 13/2004",
      "disposition": "PASSED"
    },
    {
      "number": "38/2017",
      "subject": "To approve a plan of subdivision for land located at 82 Worthington Avenue in the Riel Community – DAS 30/2016",
      "disposition": "PASSED"
    },
    {
      "number": "39/2017",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 989 to 1001 Ducharme Avenue in the Riel Community – DASZ 29/2016",
      "disposition": "PASSED"
    },
    {
      "number": "40/2017",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 3600 and 3636 Portage Avenue in the Assiniboia Community – DASZ 8/2015",
      "disposition": "PASSED"
    },
    {
      "number": "42/2017",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 650 Stafford Street in the City Centre Community – DASZ 36/2016",
      "disposition": "PASSED"
    },
    {
      "number": "46/2017",
      "subject": "To amend Schedule E to the Sewer By-law",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [
    {
      "subject": "Executive Policy Committee Motion to Refer Notice of Motion by Lukes / Wyatt",
      "disposition": "LOST",
      "yeas": [
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Lukes",
        "Councillor Schreyer",
        "Councillor Wyatt",
        "Councillor Sharma"
      ],
      "nays": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Orlikow",
        "Councillor Pagtakhan"
      ]
    },
    {
      "subject": "Executive Policy Committee Notice of Motion Lukes / Wyatt",
      "disposition": "LOST",
      "yeas": [
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Lukes",
        "Councillor Schreyer",
        "Councillor Wyatt"
      ],
      "nays": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Orlikow",
        "Councillor Pagtakhan",
        "Councillor Sharma"
      ]
    },
    {
      "subject": "Executive Policy Committee Notice of Motion Dobson / Wyatt",
      "disposition": "LOST",
      "yeas": [
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Lukes",
        "Councillor Schreyer",
        "Councillor Wyatt"
      ],
      "nays": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Orlikow",
        "Councillor Pagtakhan",
        "Councillor Sharma"
      ]
    }
  ],
  "conflict_of_interest_declarations": [

  ]
}
