{
  "meeting_date": "2016-03-23",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Gerbasi",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Dobson",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Lukes",
      "Councillor Mayes",
      "Councillor Morantz",
      "Councillor Pagtakhan",
      "Councillor Schreyer",
      "Councillor Wyatt"
    ],
    "public_service": [
      "Mr. R. Kachur, City Clerk",
      "Mr. M. Lemoine, Deputy City Clerk",
      "Mr. A. Poitras, Senior Committee Clerk",
      "Mr. D. McNeil, Chief Administrative Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated March 9, 2016",
      "date": "2016-03-09",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Downtown Winnipeg Business Improvement Zone – Boundary Expansion",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Exchange District Business Improvement Zone – Boundary Expansion",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Subdivision and Rezoning – 588 Des Meurons Street – DASZ 35/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Capital Project Estimates - Waverley Street Underpass and Northeast Interceptor River Crossing Upgrade",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT “A” OF THE EXECUTIVE POLICY COMMITTEE dated March 16, 2016",
      "date": "2016-03-16",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Funding the Establishment of a Municipal Infrastructure Chair at The University of Manitoba",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "2016 Business Improvement Zone Levies",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Agreement between The City of Winnipeg and The Winnipeg Police Museum and Historical Society Inc.",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "2016 Mill Rates for the Education Support Levy and Special Levy",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated March 14, 2016",
      "date": "2016-03-14",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "Snow Clearing App to allow Bid Opportunities by Contractors and Individuals",
          "disposition": "REFERRED TO THE STANDING POLICY COMMITTEE ON INNOVATION"
        },
        {
          "number": "2",
          "title": "The Sounding of Engine Whistles at Transcona Boulevard Crossing Mile 1.47 Central Manitoba Railway Pine Falls Subdivision in the City of Winnipeg",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INNOVATION dated February 22, 2016",
      "date": "2016-02-22",
      "committee": "Standing Policy Committee On Innovation",
      "items": [
        {
          "number": "1",
          "title": "Winnipeg Fleet Management – Special Operating Agency – 2016 Business Plan (Selection Report)",
          "disposition": "LAID OVER TO THE APRIL 27, 2016 MEETING OF COUNCIL"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated March 8, 2016",
      "date": "2016-03-08",
      "committee": "Standing Policy Committee On Property And Development, Heritage And Downtown Development",
      "items": [
        {
          "number": "1",
          "title": "Comprehensive Fee Review of Planning, Development, and Building Fees and Charges",
          "disposition": "EXECUTIVE POLICY COMMITTEE RECOMMENDATION ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – 16 and 18 Mager Drive East – DASZ 42/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Review of the Southdale Arena Plant",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated March 7, 2016 (reconvened March 10 and 11, 2016)",
      "date": "2016-03-07",
      "committee": "Standing Policy Committee On Protection, Community Services And Parks",
      "items": [
        {
          "number": "1",
          "title": "Agreement between Winnipeg Fire Paramedic Service and Department of National Defense for Radio System Interoperability",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Community Incentive Grant – Manitoba Printmakers Association Inc.",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Free Admission to Non-heated Pools – Community Services, Aquatic Services",
          "disposition": "AMENDED AND ADOPTED (See Motion 5)"
        }
      ]
    }
  ],
  "notice_of_motions": [
    {
      "movers": [
        "Wyatt",
        "Dobson"
      ],
      "subject": "THEREFORE BE IT RESOLVED THAT via the Governance Committee of Council, that the City of Winnipeg Council immediately undertake amongst its members, and inclusive of the Mayor, the writing of a Strategic Plan which will provide leadership and direction on setting public policy priorities between now and the next general election of 2018; AND BE IT FURTHER RESOLVED THAT Council delegate authority via the Governance Committee to request from the Public Service any discretion funds required to facilitate the writing of the Strategic Plan, including all public consultations; AND BE IT FURTHER RESOLVED THAT the first draft of the Strategic Plan be submitted for city-wide public input and review by the citizens of the Winnipeg within the next 60-120 days and prior to the submission of the final Strategic Plan to Winnipeg city Council for council approval and Adoption required no later than 150 days.",
      "disposition": "REFERRED TO THE EXECUTIVE POLICY COMMITTEE"
    },
    {
      "movers": [
        "Eadie",
        "Wyatt"
      ],
      "subject": "THEREFORE BE IT RESOLVED that the Public Service be directed to; A) immediately conduct a comprehensive review of the existing autobin garbage/recycling program as approved by Council in the CIWMP 2011 report and report back to Council before the last Council meeting of 2016.  The said review shall include a full analysis of the existing program, failures to meet promised levels of service, as well as comprehensive recommendations and steps required, that are fully costed, to improve the existing program/service; B) immediately suspend the implementation plan for curbside SSO (kitchen waste) collection, and cancel any and all plans to conduct public consultations on a curbside SSO program; C) develop a City Wide program to reduce organics waste from commercial, industrial and institutional waste and report back to Council in 180 days; D) develop a City Wide organic diversion program that would be community based and work with existing not-for-profit groups and organizations and report back to Council in 180 days; E) improve the existing program of subsidized organic bins for Winnipeg residents, by reviewing and potentially increasing the bin cost subsidy, increasing the times and locations when bins will be made available, and by increasing the options for the type of models of compost bins being made available at the subsidized rate, and report back to Council in 180 days.",
      "disposition": "REFERRED TO THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT"
    }
  ],
  "motions": [
    {
      "number": "Leave of Absence",
      "movers": [
        "Gerbasi",
        "Gilroy"
      ],
      "subject": "That Councillor Orlikow be granted a leave of absence from today’s meeting due to a personal family matter.",
      "disposition": "CARRIED"
    },
    {
      "number": "1",
      "movers": [
        "Allard",
        "His Worship Mayor Bowman"
      ],
      "subject": "That the Public Service be requested to report back within 120 days to Council with recommendations for a process and implementation plan to implement annual evaluations of City Council’s four statutory officers with the maximum authority under the existing Charter, which report shall include; (i) a review of best practices in other jurisdictions; (ii) human resource and labour relations implications; (iii) budgetary implications; (iv) legal implications; and (v) all other relevant considerations.",
      "disposition": "AUTOMATIC REFERRAL TO THE EXECUTIVE POLICY COMMITTEE"
    },
    {
      "number": "2",
      "movers": [
        "Schreyer",
        "Wyatt"
      ],
      "subject": "That the City of Winnipeg request the Province of Manitoba to refer to the Public Utilities Board (PUB)and call public hearings on the following: A)The proposed Water and Sewer Rate Increases of 2016, 2017, and 2018; B)The approved  ‘dividend’ from the Water and Waste Department to the Operating/Capital Budget of the City of Winnipeg; C)The Capital Budget Program of Water and Waste, both 2016 Capital Budget and the 5 Year Forecast 2017 to 2021; D)The environmental regulatory obligations on the City of Winnipeg in regard to its Water and Waste systems; E)The Business Plans and all Capital project strategies/plans of the Water and Waste Department; F)Options for Provincial and Federal Funding of the regulatory capital program requirements.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "3",
      "movers": [
        "Wyatt",
        "Allard"
      ],
      "subject": "That Item No. 1 of the Report of the Standing Policy Committee on Property and Development, Heritage and Downtown Development dated March 8, 2016, titled Comprehensive Fee Review of Planning, Development, and Building Fees and Charges, back to the Standing Policy Committee on Property and Development, Heritage and Downtown Development to allow for: a)Detailed Public seminar for members of Council to explain the extensive proposed fees and charges of the above said report; b)Public consultations via the Standing Policy Committee Property and Development, Heritage and Downtown Development; c)A report back on the Public Consultations and any amendments or changes to Council for consideration within 60 days.",
      "disposition": "LOST"
    },
    {
      "number": "4",
      "movers": [
        "Schreyer",
        "Eadie"
      ],
      "subject": "That Item No. 1 of the Report of Standing Policy Committee on Innovation dated February 22, 2016 be amended by adding an additional recommendation as follows: To cancel the acquisition of the Automatic Vehicle Location System (AVL) for a savings of approxiamately $2 million, including foregoing of outsourcing of jobs out of the Province.",
      "disposition": "LAID OVER TO THE APRIL 27, 2016 MEETING OF COUNCIL"
    },
    {
      "number": "5",
      "movers": [
        "Mayes",
        "Pagtakhan"
      ],
      "subject": "That recommendation 1 of Item 1 of the Report of the Standing Policy Committee on Protection, Community Services and Parks dated March 7, 2016 be amended by deleting the words “Council-approved”.",
      "disposition": "CARRIED"
    },
    {
      "number": "Condolence",
      "movers": [
        "Gerbasi",
        "Lukes"
      ],
      "subject": "That Council place on record its profound sorrow at the death of former Councillor Dave Brown which occurred on February 24, 2016.",
      "disposition": "CARRIED BY SILENT STANDING VOTE"
    },
    {
      "number": "Condolence",
      "movers": [
        "Gillingham",
        "Dobson"
      ],
      "subject": "That Council place on record its profound sorrow at the death of former Councillor Eldon Ross which occurred on March 14, 2016.",
      "disposition": "CARRIED BY SILENT STANDING VOTE"
    }
  ],
  "bylaws_first_reading": [

  ],
  "bylaws_passed": [
    {
      "number": "33/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 761 McMillan Avenue in the City Centre Community - DAZ 222/2015",
      "disposition": "PASSED"
    },
    {
      "number": "34/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 552 Sherbrook Street in the City Centre Community - DAZ 224/2015",
      "disposition": "PASSED"
    },
    {
      "number": "46/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 885 McMillan Avenue in the City Centre Community - DAZ 227/2015",
      "disposition": "PASSED"
    },
    {
      "number": "47/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 909 St. Mary’s Road in the Riel Community - DASZ 39/2014",
      "disposition": "PASSED"
    },
    {
      "number": "48/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 260 Wellington Crescent in the City Centre Community – DAZ 235/2014",
      "disposition": "PASSED"
    },
    {
      "number": "49/2016",
      "subject": "To expand the boundaries of the Exchange District Business Improvement Zone",
      "disposition": "PASSED"
    },
    {
      "number": "50/2016",
      "subject": "To amend the Downtown Winnipeg Business Improvement Zone By-law",
      "disposition": "PASSED"
    },
    {
      "number": "51/2016",
      "subject": "To fix and impose taxes to raise the amounts required in the year 2016 by The Public Schools Finance Board of the Province of Manitoba for education purposes",
      "disposition": "PASSED"
    },
    {
      "number": "52/2016",
      "subject": "To fix and impose taxes to raise the amounts required in the year 2016 by certain School Divisions for school purposes.",
      "disposition": "PASSED"
    },
    {
      "number": "53/2016",
      "subject": "To approve the budgets of sixteen Business Improvement Zones and, for the purposes of raising money for each zone’s approved budget, to impose business improvement zone taxes on each business within each zone at a uniform rate based on the business assessment of each business",
      "disposition": "PASSED"
    },
    {
      "number": "54/2016",
      "subject": "To amend the fees found in various by-laws pursuant to Appendix 8 to the 2016 Operating Budget.",
      "disposition": "PASSED"
    },
    {
      "number": "60/2016",
      "subject": "To prohibit the sounding of engine whistles at a certain Central Manitoba Railway crossing in The City Of Winnipeg.",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [
    {
      "subject": "Motion moved by Councillor Gerbasi to refer the Notice of Motion moved by Councillor Eadie / Wyatt to the Standing Policy Committee on Water and Waste, Riverbank Management and the Environment",
      "disposition": "LOST",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Gerbasi",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Pagtakhan"
      ],
      "nays": [
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Gillingham",
        "Councillor Schreyer",
        "Councillor Wyatt",
        "Councillor Sharma"
      ]
    },
    {
      "subject": "Motion moved by Councillor Allard to refer the Notice of Motion moved by Councillor Eadie / Wyatt to the Standing Policy Committee on Water and Waste, Riverbank Management and the Environment",
      "disposition": "CARRIED",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Gerbasi",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Pagtakhan",
        "Councillor Sharma"
      ],
      "nays": [
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Gillingham",
        "Councillor Schreyer",
        "Councillor Wyatt"
      ]
    },
    {
      "subject": "Motion 3",
      "disposition": "LOST",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Browaty",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Pagtakhan"
      ],
      "nays": [
        "Councillor Allard",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Schreyer",
        "Councillor Wyatt",
        "Councillor Sharma"
      ]
    },
    {
      "subject": "Item 1 of the Report of the Standing Policy Committee on Property and Development, Heritage and Downtown Development dated March 8, 2016",
      "disposition": "CARRIED",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Browaty",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Pagtakhan"
      ],
      "nays": [
        "Councillor Allard",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Schreyer",
        "Councillor Wyatt",
        "Councillor Sharma"
      ]
    },
    {
      "subject": "Item 3 of the Report of the Standing Policy Committee on Protection, Community Service, and Parks dated March 7, 2016",
      "disposition": "CARRIED",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Pagtakhan",
        "Councillor Schreyer",
        "Councillor Wyatt",
        "Councillor Sharma"
      ],
      "nays": [

      ]
    }
  ],
  "conflict_of_interest_declarations": [

  ]
}
