{
  "meeting_date": "2016-07-13",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Gerbasi",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Dobson",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Lukes",
      "Councillor Mayes",
      "Councillor Orlikow",
      "Councillor Pagtakhan",
      "Councillor Schreyer",
      "Councillor Wyatt"
    ],
    "public_service": [
      "Mr. R. Kachur, City Clerk",
      "Mr. M. Lemoine, Deputy City Clerk",
      "Ms J. Marques, Senior Committee Clerk",
      "Mr. D. McNeil, Chief Administrative Officer",
      "Mr. M. Jack, Chief Operating Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated June 29, 2016",
      "date": "2016-06-29",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Subdivision and Rezoning – 25 and 55 Rothwell Road – DASZ 15/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Rezoning – Unaddressed Lot on Sterling Lyon Parkway (North of Sterling Lyon, West of Kenaston Boulevard) – DAZ 203/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Rezoning – 237 Lowson Crescent – DAZ 204/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Agreement between the Province of Manitoba and The City of Winnipeg for use of the Winnipeg Police Service Range",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Business Improvement Zones (BIZs), Image Routes and Neighbourhood Main Streets Funding Grant Agreements",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated July 6, 2016",
      "date": "2016-07-06",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Open Government Policy – Action Plan",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Amendment to Settlement of Claim – Aquatic Hall of Fame and Museum of Canada Inc.",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Winnipeg Private Refugee Sponsorship",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Subdivision and Rezoning – 1911 King Edward Street – DASZ 13/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Citizen Member Appointments – Committees, Boards and Commissions",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "City of Winnipeg’s Compliance with French Language Services Obligations – 2015 Report",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "CentreVenture Development Corporation – 2015 Annual Report",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "8",
          "title": "Closing – Public Lane between Westbrook and Mill Street, South of Lombard Avenue – DAC 10/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Closing – Part of James Avenue between Amy Street and Waterfront Drive – DAC 11/2016",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated July 13, 2016",
      "date": "2016-07-13",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Subdivision and Rezoning – 97 Oak Forest Crescent – DASZ 11/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – 123 Doncaster Street – DASZ 25/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Zoning Agreement Amendment – 1735 Corydon Avenue – ZAA 5/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Zoning Agreement Amendment – 42 Smuggler’s Cove – ZAA 4/2016",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT dated June 21, 2016",
      "date": "2016-06-21",
      "committee": "Standing Policy Committee On Water And Waste, Riverbank Management And The Environment",
      "items": [
        {
          "number": "1",
          "title": "Status Report on the Corporate Climate Action Plan",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INNOVATION dated June 20, 2016",
      "date": "2016-06-20",
      "committee": "Standing Policy Committee On Innovation",
      "items": [
        {
          "number": "1",
          "title": "2016 – 2018 Business Plan (Selection Report) - Animal Services Special Operating Agency",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated July 5, 2016",
      "date": "2016-07-05",
      "committee": "Standing Policy Committee On Property And Development, Heritage And Downtown Development",
      "items": [
        {
          "number": "1",
          "title": "Subdivision and Rezoning – 21 Clayton Drive – DASZ 2/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – Northwest Intersection of King Edward Street and Inkster Boulevard – DASZ 39/2015",
          "disposition": "AMENDED BY EXECUTIVE POLICY COMMITTEE RECOMMENDATION AND ADOPTED"
        },
        {
          "number": "3",
          "title": "Subdivision and Rezoning – 255 Redonda Street – DASZ 22/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Closing – Part of Bayridge Avenue, West of Ulster Street – DAC 8/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Closing – Part of Park Lane Avenue, East of King Edward Street – DAC 13/2004",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Request to Rescind Road Opening/Closing By-law 55/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Extension of Time – 311 Grassie Boulevard – DASZ 24/2011",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Amendment to the Bishop Grandin Crossing Area Master Plan – SPA 3/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Amendment to the Corydon-Osborne Area Plan By-Law No. 99/2014 – First Reading – SPA 1/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "Sale/Exchange of City-owned property located east of Madison Street, for 1649 St. Matthews Avenue owned by Manitoba Hydro",
          "disposition": "ADOPTED"
        },
        {
          "number": "11",
          "title": "Land Exchange Agreement – Canadian National Railway Company for the Southwest Rapid Transitway (Stage 2) and Pembina Highway Underpass",
          "disposition": "ADOPTED"
        },
        {
          "number": "12",
          "title": "Gas Station Arts Centre Review",
          "disposition": "ADOPTED"
        },
        {
          "number": "13",
          "title": "Brownfield Redevelopment Strategy",
          "disposition": "ADOPTED"
        },
        {
          "number": "14",
          "title": "Amendments to the Historical Resources By-law",
          "disposition": "ADOPTED"
        },
        {
          "number": "15",
          "title": "Lease Agreement and Encroachment Agreement – Osborne Village Business Improvement Zone",
          "disposition": "ADOPTED"
        },
        {
          "number": "16",
          "title": "Encroachment Agreement – Right-of-Way on Corydon Avenue Adjacent to 1685 Corydon Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "17",
          "title": "Contract Extension – Building Cleaning Services for 251 Donald Street (Millennium Library Building and Skywalk Bridges)",
          "disposition": "ADOPTED"
        },
        {
          "number": "18",
          "title": "Single Source Negotiation and Award of Service Contract Extension – St. Vital Centennial Arena at 580 St. Anne’s Road",
          "disposition": "ADOPTED"
        },
        {
          "number": "19",
          "title": "Amendment to the 2014 “Community Centres – Refurbishing and Improvements” Capital Program Budget",
          "disposition": "ADOPTED"
        },
        {
          "number": "20",
          "title": "Final Disposition of the balance of the City-Owned property identified on Misc. Plan 14362/6 St. Boniface Industrial Park Phase II",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "21",
          "title": "Completed Real Property Sale and Lease Transactions – 2015",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "22",
          "title": "Declaration of Surplus Land and Sale – Property Adjacent and to the North of 2525 Pembina Highway",
          "disposition": "ADOPTED"
        },
        {
          "number": "23",
          "title": "Declaration of Surplus Land – Property Located North of St. Matthews Avenue, between Roseberry Street and Marjorie Street",
          "disposition": "ADOPTED"
        },
        {
          "number": "24",
          "title": "Amendment to Downtown Residential Development Grant Program By-law No. 77/2010",
          "disposition": "ADOPTED"
        },
        {
          "number": "25",
          "title": "Proposed Parcel 4-Forks Rail Side Development Update",
          "disposition": "ADOPTED"
        },
        {
          "number": "26",
          "title": "First Charge for the 2017 Capital Budget and Amendment of the Seven Oaks Indoor Pool – Renewal Plan Capital Project Budget",
          "disposition": "ADOPTED"
        },
        {
          "number": "27",
          "title": "Exchange District Business Improvement Zone Banner and Shed Funding",
          "disposition": "ADOPTED"
        },
        {
          "number": "28",
          "title": "Heritage Funding for 145 Pacific Avenue (Sport Manitoba) and 541 Selkirk Avenue (the former Merchant Hotel) and new Pilot Program for New Heritage Conservation Grant",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated July 11, 2016 ",
      "date": "2016-07-11",
      "committee": "Standing Policy Committee On Protection, Community Services And Parks",
      "items": [
        {
          "number": "1",
          "title": "Service Agreement between The City of Winnipeg and The Winnipeg Humane Society",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Neighbourhood Liveability By-law No. 1/2008 – Rooming Houses",
          "disposition": "90 DAY EXTENSION OF TIME GRANTED"
        },
        {
          "number": "3",
          "title": "Grass Cutting Cycles - Parks and Boulevards",
          "disposition": "30 DAY EXTENSION OF TIME GRANTED"
        },
        {
          "number": "4",
          "title": "Buhler Recreation Park – Request for Operating Grant – East Winnipeg Sports Association Inc.",
          "disposition": "AMENDED AND ADOPTED (See Motion 3)"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated June 28, 2016",
      "date": "2016-06-28",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "Enactment of a new Consolidated Parking By-Law and Amendment of the Voluntary Payment of Fines By-law",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "2016 Capital Surplus Funds Locations",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Additional Funding for Residential Street (Local Street) Renewals",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "4",
          "title": "Functional Design for the CPR Yards Crossing Study",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Pedestrian and Cycling Strategies - Amendment",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS  dated July 4, 2016",
      "date": "2016-07-04",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "First Charge on 2017 Capital Budget to Undertake Additional Local Street Renewal in 2016  MM #628-2016",
          "disposition": "ADOPTED"
        }
      ]
    }
  ],
  "notice_of_motions": [

  ],
  "motions": [
    {
      "number": "1",
      "movers": [
        "Gillingham",
        "Lukes"
      ],
      "subject": "That subject to due diligence satisfactory to the Chief Administrative Officer, the results of which shall be submitted to Council prior to any implementation of the following: 1.A breakdown of compensation details and/or sources including regular pay, overtime, court overtime, special duty pay, vacation pay, sick-leave cash out, bonuses, allowances, severance and/or other sources of compensation be disclosed for all employees earning $50,000 or more as part of the City of Winnipeg’s annual compensation report in accordance with The Public Sector Compensation Disclosure Act; 2.For all employees under written contract, details of the contract including regular pay, overtime, special duty pay, vacation pay, sick-leave cash-out, bonuses, severance, allowances, benefits, vacation and/or other details of “compensation” as defined under The Public Sector Compensation Disclosure Act shall be publicly disclosed upon signing of the employment contract; 3.If determined necessary by the City Solicitor / Director of Legal Services to implement the foregoing, the City of Winnipeg request the Province of Manitoba amend The Public Sector Compensation Disclosure Act as necessary to implement the foregoing and to further enhance access to information that promotes democratic values of open, transparent and accountable government.",
      "disposition": "AUTOMATIC REFERRAL TO THE EXECUTIVE POLICY COMMITTEE"
    },
    {
      "number": "2",
      "movers": [
        "Pagtakhan",
        "Lukes"
      ],
      "subject": "That the Winnipeg Public Service do all that is necessary to allow parking on the existing City of Winnipeg parking lot at the Alexander Docks area; That the Winnipeg Public Service explore and report back on innovative on street parking solutions for the Exchange District with the aim of increasing the available number of on street parking spots thru an examination of but not limited to: • the development of a loading zone policy •implementing angled parking in strategic locations.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "3",
      "movers": [
        "Pagtakhan",
        "Wyatt"
      ],
      "subject": "That Recommendation 2 of Item 4 of the Report of the Standing Policy Committee on Protection, Community Services and Parks dated July 11, 2016 be amended by adding the words “and that all of the above be completed within 30 days.” at the end of the recommendation.",
      "disposition": "CARRIED"
    },
    {
      "number": "4",
      "movers": [
        "Mayes",
        "Pagtakhan"
      ],
      "subject": "That: 1.The following eligibility criteria for the Community Incentive Grant Program be waived in this instance, namely: A.Total City of Winnipeg contribution is 50% or less. 2.A Community Incentive Grant in the total amount of $30,000, funded as follows: •$10,000 from the St. Vital Ward allocation; •$2,000 from the Fort Rouge-East Fort Garry Ward allocation; •$1,000 from the St. James – Brooklands - Weston Ward allocation; •$2,000 from the Charleswood – Tuxedo – Whyte Ridge Ward allocation; •$10,000 from the St. Charles Ward allocation; •$2,000 from the Point Douglas Ward allocation; •$1,000 from the Old Kildonan Ward allocation; •$666.67 from the Transcona Ward allocation; •$666.67 from the Elmwood-East Kildonan Ward allocation; •$666.66 from the North Kildonan Ward allocation, be approved to the Heritage Winnipeg Corporation to assist with the cost of the First World War Digital Memorial Project, subject to the following conditions: A.Approval of final plans and specifications for the project by the Director of Community Services; and B.The applicant entering into a formal agreement with The City of Winnipeg. 3.The Proper Officers of the City be authorized to do all things necessary to implement the intent of the foregoing.",
      "disposition": "CARRIED"
    },
    {
      "number": "Condolence",
      "movers": [
        "Wyatt",
        "Schreyer"
      ],
      "subject": "That Council place on record its profound sorrow at the death of Sir Paul Emilie Martin, which occurred on July 4, 2016. Sir Paul Emile Martin was a Word War II Veteran, School Trustee, former Councillor with the City of Transcona, former Mayor of Transcona, founder of the Transcona Historical Museum, and fondly known as the Greatest Transconian. This Council extends to his wife Gail and family, its deepest sympathy and condolences in their bereavement.",
      "disposition": "CARRIED BY SILENT STANDING VOTE"
    },
    {
      "number": "Condolence",
      "movers": [
        "His Worship Mayor Bowman",
        "Orlikow"
      ],
      "subject": "That Council place on record its profound sorrow at the death of Nathan Morantz, son of Councillor Marty Morantz, which occurred on June 21, 2016. This Council extends to Councillor Morantz, his wife Lisa and son Jeremy, its deepest sympathy and condolences in their bereavement.",
      "disposition": "CARRIED BY SILENT STANDING VOTE"
    },
    {
      "number": "Leave of Absence",
      "movers": [
        "Gillingham",
        "Dobson"
      ],
      "subject": "That Councillor Morantz be granted a leave of absence from today’s meeting due to a personal family matter.",
      "disposition": "CARRIED"
    }
  ],
  "bylaws_first_reading": [
    {
      "number": "55/2016",
      "subject": "To amend the Corydon-Osborne Area Plan By-law No. 99/2014 - SPA 1/2016",
      "disposition": "RECEIVED FIRST READING ONLY"
    }
  ],
  "bylaws_passed": [
    {
      "number": "77/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1133 and 1137 Portage Avenue in the City Centre Community – DASZ 34/2015",
      "disposition": "PASSED"
    },
    {
      "number": "78/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 393 Grassie Boulevard in the East Kildonan-Transcona  Community – DASZ 26/2015",
      "disposition": "PASSED"
    },
    {
      "number": "79/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at Northside Silver Creek Road and Landover Drive (Bridgwater Trails Phase 3) in the Riel Community – DASZ 37/2015",
      "disposition": "PASSED"
    },
    {
      "number": "81/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1355 Lee Boulevard in the Riel Community – DAZ 211/2015",
      "disposition": "PASSED"
    },
    {
      "number": "82/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at the northeast corner of existing Ridgewood South, Opposite Cardiff Avenue and North of CNR Main Line in the Assiniboia Community – DASZ 47/2015",
      "disposition": "PASSED"
    },
    {
      "number": "83/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1914 Henderson Highway in the East Kildonan-Transcona Community – DASZ 17/2015",
      "disposition": "PASSED"
    },
    {
      "number": "84/2016",
      "subject": "To replace the plan of subdivision approved in By-law No. 14/2015 – DASZ 3/2014",
      "disposition": "PASSED"
    },
    {
      "number": "86/2016",
      "subject": "To regulate vehicle parking and stopping on streets, parking in city parking facilities and in designated parking spaces, and vehicle parking and storage on residential property with single and two-family dwellings",
      "disposition": "PASSED"
    },
    {
      "number": "87/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 131, 147 and 165 Aberdeen Avenue in the Lord Selkirk-West Kildonan Community – DASZ 20/2015",
      "disposition": "PASSED"
    },
    {
      "number": "88/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1462 Ravelston Avenue West in the East Kildonan-Transcona Community – DASZ 3/2016",
      "disposition": "PASSED"
    },
    {
      "number": "89/2016",
      "subject": "To acquire land for the purpose of construction of the Waverley Street at CN Mainline (Rivers) Grade Separation Project, in the City of Winnipeg, in Manitoba.",
      "disposition": "PASSED"
    },
    {
      "number": "90/2016",
      "subject": "To close parts of Ravelston Avenue West for the purpose of facilitating Plan of Subdivision DASZ 39/2013 in the City of Winnipeg",
      "disposition": "PASSED"
    },
    {
      "number": "91/2016",
      "subject": "To amend the Downtown Residential Development Grant Program By-law No. 77/2010.",
      "disposition": "PASSED"
    },
    {
      "number": "92/2016",
      "subject": "To amend the Historical Resources By-law",
      "disposition": "PASSED"
    },
    {
      "number": "93/2016",
      "subject": "To repeal By-Law No. 55/2015, being a By-Law of The City of Winnipeg to close part of Scurfield Boulevard (Plan No. 51681) and open Scurfield Boulevard east of Waverley Street.",
      "disposition": "PASSED"
    },
    {
      "number": "94/2016",
      "subject": "To close parts of St. Matthews Avenue, open parts of St. Matthews Avenue, Madison Street and Kensington Street for the purpose of extending and widening St. Matthews Avenue for Polo Park Area Infrastructure Improvements and to change the names of certain streets in the City of Winnipeg – DAOC 1/2015",
      "disposition": "PASSED"
    },
    {
      "number": "95/2016",
      "subject": "To amend By-law No. 8/2016 - DASZ 39/2013",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [

  ],
  "conflict_of_interest_declarations": [
    {
      "subject": "Item 2 Report of the Executive Policy Committee Dated July 6, 2016",
      "members": [
        "Councillor Mayes"
      ]
    }
  ]
}
