{
  "meeting_date": "2016-09-28",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Gerbasi",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Dobson",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Lukes",
      "Councillor Mayes",
      "Councillor Morantz",
      "Councillor Orlikow",
      "Councillor Pagtakhan",
      "Councillor Schreyer",
      "Councillor Wyatt"
    ],
    "public_service": [
      "Mr. R. Kachur, City Clerk",
      "Mr. M. Lemoine, Deputy City Clerk",
      "Mr. S. Armbruster, Manager of Special Projects",
      "Mr. D. McNeil, Chief Administrative Officer",
      "Mr. M. Jack, Chief Corporate Services Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated September 14, 2016",
      "date": "2016-09-14",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Compensation Disclosure – Breakdown of Details",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Information Sharing Agreement between the Government of Manitoba and The City of Winnipeg",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Memorandum of Understanding – Real Time Identification System",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Loan Guarantee Policy",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "OurWinnipeg Report to the Community, 2016",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "6",
          "title": "Subdivision and Rezoning – 186 Furby Street – DASZ 32/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Agreement between the Canadian Police Information Centre (CPIC) and the City of Winnipeg",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated September 21, 2016",
      "date": "2016-09-21",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Zoning Amendment Agreement – 83 Oakhurst Crescent – ZAA 6/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "2016 Grants to Community Organizations that provide Recreation and Leisure Services on behalf of the City of Winnipeg – Red Road Lodge and Charleswood Social Club",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Consolidation/Registration of Land Assembly – Waverley Street at CN Mainline (Rivers) Grade Separation",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Citizen Member Appointments – Winnipeg Airports Authority Board",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Strategic Economic Incentive Grant – 390 Assiniboine Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Strategic Economic Incentive Grant – 530 Waterfront Drive",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Recommendation to the Province of Manitoba Regarding the Relocation of the Manitoba Liquor and Lotteries Headquarters",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Grant to the University of Winnipeg – “united@winnipeg” Youth Summer Pilot Project",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "New Fire Paramedic Stations Construction Project – Status Report 2016 Quarter 2",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "10",
          "title": "Winnipeg Police Service Headquarters Construction Project – Status Report 2016 Quarter 2",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "11",
          "title": "Real Estate Management Review – Status Report 2016 Quarter 2",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "12",
          "title": "Independent Fairness Commissioner Model",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated September 27, 2016 ",
      "date": "2016-09-27",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Settlement of Claim - Banquet Barons Inc. (“Banquet Barons”) and the City of Winnipeg (the “City”) (the “claim”)",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Settlement of Human Rights Complaint - James Derksen against Handi-Transit (the “complaint”)",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON FINANCE dated September 15, 2016",
      "date": "2016-09-15",
      "committee": "Standing Policy Committee On Finance",
      "items": [
        {
          "number": "1",
          "title": "Consolidation of Capital Program Budgets for the Cornish Library Project and St. John’s Library Project",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT dated September 8, 2016",
      "date": "2016-09-08",
      "committee": "Standing Policy Committee On Water And Waste, Riverbank Management And The Environment",
      "items": [
        {
          "number": "1",
          "title": "Winnipeg Sewage Treatment Program 2015 Annual Report Program Agreement between The City of Winnipeg and VWNA WINNIPEG INC. (Veolia)",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated September 20, 2016",
      "date": "2016-09-20",
      "committee": "Standing Policy Committee On Property And Development, Heritage And Downtown Development",
      "items": [
        {
          "number": "1",
          "title": "Subdivision and Rezoning – 20 Berrydale Avenue – DASZ 14/2016",
          "disposition": "APPLICATION REJECTED"
        },
        {
          "number": "2",
          "title": "Rezoning – 2074 De Vries Avenue – DAZ 212/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Rezoning – 641 St. Matthews Avenue – DAZ 210/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Zoning Agreement Amendment – 86-142 Water Ridge Path: East side abutting rail line (even #’s) – ZAA 3/2016",
          "disposition": "APPLICATION REJECTED"
        },
        {
          "number": "5",
          "title": "Servicing Agreement – Plan of Subdivision Consolidation of Land Located at 35 & 45 Avenue De La Digue",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Servicing Agreement – Subdivision of Land Located at 558 Jamison Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Servicing Agreement – Subdivision of Land Located at 1 Warman Road",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Assignment of Servicing Agreement – Land Located at North East Corner of Leila Avenue and Pipeline Road",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Street Name Change – Hi Neighbour Drive to Veterans Way",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "Acquisition – 500 Peguis Street",
          "disposition": "ADOPTED"
        },
        {
          "number": "11",
          "title": "Update on the Final Disposition of the Balance of the City-Owned Property identified on Misc. Plan 14362/6 – St. Boniface Industrial Park Phase II",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "12",
          "title": "Subdivision – 82 Worthington Avenue – DAS 30/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "13",
          "title": "Subdivision and Rezoning – 989-1001 Ducharme Avenue – DASZ 29/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "14",
          "title": "Subdivision and Rezoning – 2525 Pembina Highway – DASZ 27/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "15",
          "title": "Subdivision and Rezoning – 5715 Roblin Boulevard – DASZ 28/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "16",
          "title": "Rezoning – 1466 Templeton Avenue – DAZ 207/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "17",
          "title": "Rezoning – 1039 Cathedral Avenue – DAZ 202/2016",
          "disposition": "ADOPTED"
        },
        {
          "number": "18",
          "title": "Lease Agreement – 346 Perth Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "19",
          "title": "Establishment of a 2016 East District Police Station Leasehold Improvements Capital Budget",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated September 19, 2016",
      "date": "2016-09-19",
      "committee": "Standing Policy Committee On Protection, Community Services And Parks",
      "items": [
        {
          "number": "1",
          "title": "Agreement with Winnipeg Regional Health Authority for Winnipeg Fire Paramedic Service Employee Clinical Skills Experience",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Elimination of Fines on Children’s and Young Adult Materials",
          "disposition": "EXECUTIVE POLICY COMMITTEE RECOMMENDATION ADOPTED -  ITEM 2 REFERRED TO 2017 OPERATING BUDGET DELIBERATIONS"
        },
        {
          "number": "3",
          "title": "Community Incentive Grant – Henteleff Park Foundation Inc",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated September 19, 2016",
      "date": "2016-09-19",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "Street Parking Solutions for the Exchange District",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Results of the Proposed Asphaltic Concrete Lane Pavement Local Improvement Projects May 16, 2016 Advertisement – City Centre Community Committee",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Results of the Proposed Asphaltic Concrete Lane Pavement Local Improvement Projects – May 16, 2016 Advertisement – Riel Community Committee",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Amendment to Schedule 6 of the City of Winnipeg Traffic By-law No. 1573/77",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Amendment of 2014 Adopted Capital Regional and Local Street Renewal Program to include funding received from developer for default of servicing agreement AG 215/05",
          "disposition": "ADOPTED"
        }
      ]
    }
  ],
  "notice_of_motions": [

  ],
  "motions": [
    {
      "number": "1",
      "movers": [
        "Dobson",
        "Wyatt"
      ],
      "subject": "That the City of Winnipeg Organizational By-law No. 7100/97 be amended so as to provide for a dual reporting relationship of Department Heads to both the Chief Administrative Officer and the Standing Committees, in order to provide for better information sharing. That the City of Winnipeg Organizational By-law No. 7100/97 be further amended to grant Standing Committees the authority to recommend to Council individuals for appointment as Department Heads, and where necessary or appropriate, the suspension or dismissal of a Department Head. That the City Solicitor/ Director of Legal Services be directed to submit within 30 days to Council, the appropriate amendments to the City of Winnipeg Organizational By-law No. 7100/97, to reflect the intent of the above.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "2",
      "movers": [
        "Schreyer",
        "Dobson"
      ],
      "subject": "That Council direct the Administration to call public hearings on the proposed Water and Sewer Rate Increases of 2017 and 2018.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "3",
      "movers": [
        "Dobson",
        "Eadie"
      ],
      "subject": "That Council recognizes the need to provide initial funding to its long term grantees such as Museums and other organizations such as WAC, and take the appropriate actions to ensure that initial payments can be made to these organizations in 2017, as they have been in previous years; That by-law 8164/2002 be amended to allow the CAO the authority to approve grant payments up to 30% of the previous year’s budget to be granted to these organizations prior to adoption of the budget; That this requirement be built into future grant agreements.",
      "disposition": "WITHDRAWN"
    },
    {
      "number": "4",
      "movers": [
        "Gillingham",
        "Mayes"
      ],
      "subject": "That Public Service be directed to report back to the Standing Policy Committee on Infrastructure Renewal and Public Works within 120 days with recommendations regarding the feasibility of adopting a by-law to regulate the use and sale of unmanned aerial vehicles (UAVs) and drones and requiring vendors of UAVs and drones to provide purchasers with information on Transport Canada regulations and local by-laws which govern the use of UAVs and drones, which report shall include: a. a review of best practices in other jurisdictions; b. human resource and labour relations implications; c. budgetary implications; d. legal implications; and e. all other relevant considerations. 2.That the Public Service consult with (a) appropriate stakeholders, including Transport Canada, Nav Canada, Winnipeg Police Service, Winnipeg Airports Authority, Canadian Armed Forces, Manitoba Aviation Council and Airline Pilots Association; and (b) other jurisdictions that have established by-laws relating to the use of UAVs and drones. 3.That the proper officers of the City do all things necessary to implement the intent of the foregoing.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "5",
      "movers": [
        "Eadie",
        "Wyatt"
      ],
      "subject": "That the Winnipeg Public Service undertake all things necessary to implement a pilot project allowing the taxi industry and HandiTransit private service providers to use diamond lanes with the following exclusions: no pick up or drop off in diamond lanes during operational hours of the lane, and no use of the Graham Avenue transit corridor.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS"
    },
    {
      "number": "6",
      "movers": [
        "Wyatt",
        "Eadie"
      ],
      "subject": "That the City Organizational By-law be amended to allow Council to: Conduct a full, comprehensive and independent civic governance and operational review and performance assessment that will set as its goal an improved civic government in terms of democratic reforms, transparency, openness, and accountability, by directly taking steps to reduce administrative red tape and costs and restore the balance of power between the Office of the Mayor, Councillors and the Public Service via structural changes that will permanently empower the elected Council and the Standing Policy Committees, including but not limited to the following process: To review the adopted George B. Cuff – Organizational Review and Performance Assessment Report of October, 1997, including an analysis of its strengths and weaknesses To review all revisions made to the Organization By-law, including changes to the administrative and political structures since the adoption of the George B. Cuff – Organizational Review and Performance Assessment Report of October, 1997, including an analysis of all strengths and weaknesses To review the powers, roles, responsibilities, budgetary costs/resources and reporting relationships of the: CAO/City Manager model and the senior management team (See Organization Chart, Appendix B), including an analysis of the advantages/strengths, disadvantages/weaknesses, and the best practices with Manitoba Cities and Canadian Cities in English Canada; Office of the Mayor/Strong Mayor Model, including an analysis of its advantages/strengths, disadvantages/weaknesses, and the best practices with Manitoba Cities and Canadian Cities in English Canada, Executive Policy Committee and that of informal/planning Executive Policy Committee, its legality under existing legislation, and its ability to conduct priority setting/strategic planning and budget formulation and delivery, including an analysis of its advantages/strengths and disadvantages/weaknesses and the best practices with Manitoba Cities and Canadian Cities in English Canada Office of the City Councillor and Council in general, including an analysis of its advantages/strengths, disadvantages/weaknesses, and the best practices with Manitoba Cities and Canadian Cites in English Canada Standing Policy Committees, including an analysis of its advantages/strengths, disadvantages/weaknesses, the number of Standing Policy Committees and their alignment and the best practices with Manitoba Cities and Canadian Cities in English Canada Administrative departments, including an analysis of its advantages/strengths, disadvantages/weaknesses, the number of departments and their alignment and the best practices with Manitoba Cities and Canadian Cities in English Canada An analysis of the potential benefits of a Treasury Board or Board of Control within the Civic Government and how this may be applied to ensure the oversight and the effective use of resources for both operational program spending and capital budget project spending. Council shall oversee and approve the Terms of Reference, the tendering, hiring, public consultation and reviews of draft and final reports of the full and independent civic governance and operational review and performance assessment, with said final report being submitted to Council for consideration and approval, as outlined in clause 1), within six months as of the approval of this motion. The said final report shall, as outlined in Clause 1 and Clause 2 provide comprehensive recommendations including, but not limited to, all necessary steps that will provide for the systematic structural changes required for the democratic reforms and mandate outlined in all Council By-laws, Procedures, informal or not, Council Policies, Administrative Directives and Provincial Legislation required for the democratic reform of civic governance and to be reported with the said timeline stated in Clause 2 A temporary suspension, effective 4:00 p.m., Friday, September 23, 2016 of the CAO’s powers to reorganize the administrative structure/organization, and said suspension of said delegated powers shall be in effect until such time as determined by Council. That resources for said independent civic governance and operational review and performance assessment shall be found from within the existing administrative budgets and that appropriate officers of the Public Service do all things necessary to implement the foregoing.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "7",
      "movers": [
        "Wyatt",
        "Schreyer"
      ],
      "subject": "That within 30 days the Winnipeg Public Service shall report to City Council, via the appropriate Standing Policy Committee on 1) The status of the memorandum of understanding that was requested nearly 16 months ago by EPC and Council; 2)How Hemson arrived at the figures listed in their technical report of August 31st, 2016 as it pertains to the YMCA-YWCA",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "8",
      "movers": [
        "Dobson",
        "Eadie"
      ],
      "subject": "That Council recognizes the need to provide funding prior to adoption of the City’s operating budget for the following organizations: •Winnipeg Arts Council Inc. •Dalnavert Museum •Grants Old Mill Museum •Historical Museum of St. James-Assiniboia •Manitoba Children’s Museum •Manitoba Museum •Ross House Museum •Seven Oaks Museum •St. Boniface Museum •Transcona Museum •Western Canada Aviation Museum That Council direct the City Solicitor / Director of Legal Services to directly submit to Council amendments to By-Law No. 8164/2002 to allow the CAO the authority to approve grant payments of up to 30% of the previous year’s grant to such organizations prior to the adoption of the budget, commencing in 2017; That this requirement be built into future grant agreements between the City and such organizations.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS"
    }
  ],
  "bylaws_first_reading": [

  ],
  "bylaws_passed": [
    {
      "number": "96/2016",
      "subject": "To rezone land located at 419/421 Arnold Street – DAZ 201/2016",
      "disposition": "PASSED"
    },
    {
      "number": "97/2016",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 249 to 263 Bell Avenue in the City Centre Community – DAZ 200/2016",
      "disposition": "PASSED"
    },
    {
      "number": "98/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1274 to 1288 and 1310 Archibald Street in the Riel Community – DASZ 1/2016",
      "disposition": "PASSED"
    },
    {
      "number": "99/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at Prairie Crocus Drive and Golden Boy Lane in the East Kildonan-Transcona Community – DASZ 8/2016",
      "disposition": "PASSED"
    },
    {
      "number": "100/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1476 Portage Avenue and 7 Empress Street East in the Assiniboia Community Committee. – DASZ 28/2015",
      "disposition": "PASSED"
    },
    {
      "number": "101/2016",
      "subject": "To open Mazenod Road, Ray Marius Road and Black Diamond Boulevard – DAO 10/2015",
      "disposition": "PASSED"
    },
    {
      "number": "102/2016",
      "subject": "To open Markham Road, University Crescent and Bohemier Trail – Bus Rapid Transit Phase 2.",
      "disposition": "PASSED"
    },
    {
      "number": "103/2016",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1060 Chevrier Boulevard in the City Centre Community – DASZ 34/2014",
      "disposition": "PASSED"
    },
    {
      "number": "104/2016",
      "subject": "To change the names of certain highways in The City of Winnipeg.",
      "disposition": "PASSED"
    },
    {
      "number": "109/2016",
      "subject": "To amend the Municipal By-law Enforcement Act (MBEA) Enabling By-law",
      "disposition": "PASSED"
    },
    {
      "number": "110/2016",
      "subject": "To amend By-law No. 89/2016.",
      "disposition": "PASSED"
    },
    {
      "number": "111/2016",
      "subject": "To amend the Schedule – School Zones with Reduced Speed Limits to the Reduced-Speed School Zones By-law No. 76/2014",
      "disposition": "PASSED"
    },
    {
      "number": "113/2016",
      "subject": "To authorize the undertaking of certain local improvements as part of the 2016 Local Improvement Program – City Centre",
      "disposition": "PASSED"
    },
    {
      "number": "114/2016",
      "subject": "To authorize the undertaking of certain local improvements as part of the 2016 Local Improvement Program – Riel",
      "disposition": "PASSED"
    },
    {
      "number": "115/2016",
      "subject": "To amend Schedule 6 to the Traffic By-law",
      "disposition": "PASSED"
    },
    {
      "number": "116/2016",
      "subject": "To amend the Lot Grading By-law to correct the hearing body for appeals.",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [
    {
      "subject": "Report of the Executive Policy Committee dated September 14, 2016 – Item 4 - Loan Guarantee Policy",
      "disposition": "CARRIED",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Gerbasi",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Orlikow",
        "Councillor Pagtakhan",
        "Councillor Sharma"
      ],
      "nays": [
        "Councillor Schreyer",
        "Councillor Wyatt"
      ]
    }
  ],
  "conflict_of_interest_declarations": [

  ]
}
