{
  "meeting_date": "2019-09-26",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Lukes",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Chambers",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Klein",
      "Councillor Mayes",
      "Councillor Nason",
      "Councillor Orlikow",
      "Councillor Rollins",
      "Councillor Santos",
      "Councillor Schreyer"
    ],
    "public_service": [
      "Mr. M. Lemoine, City Clerk",
      "Mr. C. Gameiro, Deputy City Clerk",
      "Ms L. Cowan, Senior Committee Clerk",
      "Mr. M. Ruta, Interim Chief Administrative Officer",
      "Mr. M. Jack, Chief Corporate Services Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated September 10, 2019",
      "date": "2019-09-10",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Subdivision and Rezoning – 622 Taché Avenue – DASZ 1/2019",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – 1025 Beauty Avenue – DASZ 11/2019",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Zoning Agreement Amendment – 629 McDermot Avenue – ZAA 1/2019",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Zoning Agreement Amendment – 41 Omand’s Creek Boulevard – ZAA 3/2019",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "General Council of Winnipeg Community Centres 2019 – 2021 Business Plan",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Diversity Report",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Engage Winnipeg Policy",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Report on New Fire Paramedic Stations Construction Project – Status of Audit Recommendations 2019 Quarter 2",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "9",
          "title": "Winnipeg Police Service Headquarters Construction Project –Status of Audit Recommendations 2019 Quarter 2",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "10",
          "title": "Audit of Procurement for the Pedestrian and Cycling Strategies and Review of the Employee Code of Conduct –Status of Audit Recommendations 2019 Quarter 2",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated September 17, 2019",
      "date": "2019-09-17",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "French Language Services Review Strategy",
          "disposition": "EXTENSION OF TIME OF UP TO 120 DAYS GRANTED"
        },
        {
          "number": "2",
          "title": "Infrastructure Projects for Federal and Provincial Funding under the Investing in Canada Infrastructure Program",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Creation of the Standing Policy Committee on Innovation and Economic Development",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Welcoming Winnipeg – Reconciling our History – Phase 1 Update",
          "disposition": "EXTENSION OF TIME OF UP TO 120 DAYS GRANTED"
        },
        {
          "number": "5",
          "title": "Strategies and Tools to Enhance Neighbourhood Liveability",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Delegation of Authority to the Chief Administrative Officer (or delegate) to enter into Agreements on Behalf of the City of Winnipeg for Volunteer Work Experience",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Land Dedication Reserve Fund – Kingston Crescent Residents Association – Tree Planting Initiative",
          "disposition": "ADOPTED"
        },
        {
          "number": "8",
          "title": "Subdivision and Rezoning – 2634 Pembina Highway/21 Bayridge Avenue/Bayridge Avenue –  DASZ 15/2019",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Investigation into Allegations of Improper Conduct within Property, Planning and Development",
          "disposition": "REPORT BACK TO COUNCIL BY MARCH 2020"
        },
        {
          "number": "10",
          "title": "Road Construction Working Group Report Recommendations",
          "disposition": "ADOPTED"
        },
        {
          "number": "11",
          "title": "Capital Project Estimates – “NEWPCC Upgrade: Power Supply and Headworks Facilities” and “NEWPCC Upgrade: Biosolids Facilities”",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "12",
          "title": "Estimate Classification Audits for Projects Included in “Infrastructure Projects for Federal and Provincial Funding under the Investing in Canada Infrastructure Program”",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated September 12, 2019",
      "date": "2019-09-12",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "Amendment to the Winter Parking Ban By-law No. 76/2011 and Municipal By-law Enforcement Act (MBEA) Enabling By-law No. 59/2016 replacing references to the “Declared Snow Route Parking Ban” with references to the “Extended Snow Route Parking Ban”",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Capital Budget First Charge and Delegated Authority – Dublin Avenue Bridge Replacement and Regional Street Improvements Project",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated September 4, 2019",
      "date": "2019-09-04",
      "committee": "Standing Policy Committee On Property And Development, Heritage And Downtown Development",
      "items": [
        {
          "number": "1",
          "title": "Realignment of Municipal Accommodations Capital Budgets to Fund Two Capital Project Budgets and Increase Two 2019 Capital Program Budgets",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Mobile Signs",
          "disposition": "REPORT BACK TO IN 120 DAYS"
        },
        {
          "number": "3",
          "title": "Proposed Land Exchange between the City of Winnipeg and Manitoba Hydro – 4051 Pembina Highway",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Sale of the City-owned Property located at 1400 Henderson Highway",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Confirmation of Expropriation – Part of 10 Royal Mint Drive and Part of Parcel 1 Plan 9035 on Dawson Road South - Fermor Avenue Reconstruction Project",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Amendment to the Airport Vicinity Protection Area Secondary Plan By-Law No. 6378/94 for Polo Park/Former Stadium Site",
          "disposition": "MATTER LAID OVER BY THE EPC FOR 30 DAYS"
        },
        {
          "number": "7",
          "title": "Amendment to the Airport Vicinity Protection Area Secondary Plan By-Law No. 6378/94 Properties Identified Generally Along the West Side St James Street Between Portage Avenue and Sargent Avenue",
          "disposition": "MATTER LAID OVER BY THE EPC FOR 30 DAYS"
        },
        {
          "number": "8",
          "title": "List of Historical Resources – Nomination of Oxford Hotel, 216 Notre Dame Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "List of Historical Resources – Nomination of Leadley Building, 306/310 Ross Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "List of Historical Resources – Nomination of Cockshutt Plow Company Building, 238 Princess Street",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated September 9, 2019",
      "date": "2019-09-09",
      "committee": "Standing Policy Committee On Protection, Community Services And Parks",
      "items": [
        {
          "number": "1",
          "title": "Community Incentive Grant – The Heather Curling Club",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Community Safety and Crime Prevention Program",
          "disposition": "ADOPTED"
        }
      ]
    }
  ],
  "notice_of_motions": [

  ],
  "motions": [
    {
      "number": "1",
      "movers": [
        "Klein",
        "Lukes"
      ],
      "subject": "That Item 9 of the Report of the Executive Policy Committee dated September 17, 2019 be amended by adding the following recommendations: “3. That the Chief Administrative Officer be directed to engage an external consultant to conduct a comprehensive review of the current systems, processes, procedures and functions of the Planning, Property and Development Department as well as the roles, responsibilities and effectiveness of senior and middle management in the Department, to ensure they are functioning optimally, and to provide recommendations for possible increased efficiencies. 4. That the report of the external consultant be submitted to Council by March 2020.” and the remaining recommendation be renumbered accordingly.",
      "disposition": "LOST"
    },
    {
      "number": "2",
      "movers": [
        "Klein",
        "Lukes"
      ],
      "subject": "That the Historical Resources By-law 52/2014 be amended to require that any building or structure that the Director of Planning, Property and Development wishes nominate to be added to the List of Historic Resources, without the consent of the owner, shall be submitted to Council for confirmation of the nomination, by way of a two thirds vote in the affirmative.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "3",
      "movers": [
        "Klein",
        "Lukes"
      ],
      "subject": "That the Winnipeg Public Service be directed to implement the Chemically Enhanced Primary Treatment process identified by the International Institute for Sustainable Development and as contained in the letter from the City of Winnipeg to the Acting Director and Assistant Deputy Minister of Manitoba Sustainable Development, dated July 30, 2019, as an interim phosphorus reduction solution at North End Sewage Treatment Plant by June 2020, until the permanent upgrades come online’ That all costs associated with the project be found within existing resources.",
      "disposition": "WITHDRAWN"
    },
    {
      "number": "4",
      "movers": [
        "Lukes",
        "Klein"
      ],
      "subject": "That the Winnipeg Public Service submit to Council the necessary amendments to by-laws and/or Council Policies to ensure that all properties backing onto naturalized storm water ponds have an easement on the property registered to protect the native plants, grasses and bulrushes; That the City of Winnipeg Naturalist Services Branch prepare an information package on the significance of native plants, grasses and bulrushes around wetlands and provide an information package every two years to property owners backing onto naturalized storm water retention ponds.",
      "disposition": "AUTOMATIC REFERRAL TO THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT"
    },
    {
      "number": "5",
      "movers": [
        "Klein",
        "Nason"
      ],
      "subject": "1. That the Winnipeg Public Service be directed to immediately test Chemically Enhanced Primary Treatment process identified by the International Institute for Sustainable Development and provide results to Council. 2. That if this process if proven to reduce the current phosphorus levels, the Winnipeg Public Service be directed to implement the Chemically Enhanced Primary Treatment process as an interim phosphorus reduction solution at North End Sewage Treatment Plant within six to eight months, until the permanent upgrades come online; 3. That all costs associated with the project be found within existing resources.",
      "disposition": "REFERRED TO THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT"
    }
  ],
  "bylaws_first_reading": [

  ],
  "bylaws_passed": [
    {
      "number": "55/2019",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 797 Dorchester Avenue in the City Centre Community – DAZ 200/2019",
      "disposition": "PASSED"
    },
    {
      "number": "56/2019",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 717 Jessie Avenue in the City Centre Community – DAZ 209/2018",
      "disposition": "PASSED"
    },
    {
      "number": "57/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at Northeast corner of De La Seigneurie Boulevard and Crestmont Drive in the Riel Community – DASZ 27/2018",
      "disposition": "PASSED"
    },
    {
      "number": "58/2019",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 2695 Main Street in the East Kildonan-Transcona Community – DAZ 205/2019",
      "disposition": "PASSED"
    },
    {
      "number": "59/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 206, 216, 218, 228, 230, 236, 244 and 248 Good Street in the City Centre Community – DASZ 28/2018",
      "disposition": "PASSED"
    },
    {
      "number": "64/2019",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 140 Alfred Avenue in the Lord Selkirk-Kildonan Community – DAZ 213/2018",
      "disposition": "PASSED"
    },
    {
      "number": "65/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at Templeton Avenue West and Thorn Drive in the Lord Selkirk-West Kildonan Community – DASZ 11/2018",
      "disposition": "PASSED"
    },
    {
      "number": "66/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1092 Charleswood Road in the Assiniboia Community – DASZ 30/2018",
      "disposition": "PASSED"
    },
    {
      "number": "67/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 97 Oak Forest Crescent in the Assiniboia Community – DASZ 9/2019",
      "disposition": "PASSED"
    },
    {
      "number": "68/2019",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1391 and 1421 St. James Street in the Assiniboia Community – DAZ 204/2019",
      "disposition": "PASSED"
    },
    {
      "number": "69/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 1065 and 1069 Notre Dame Avenue and 1090 Winnipeg Avenue in the Lord Selkirk-West Kildonan Committee Community – DASZ 22/2018",
      "disposition": "PASSED"
    },
    {
      "number": "70/2019",
      "subject": "To open Panet Road, North of Munroe Avenue – DAO 2/2017",
      "disposition": "PASSED"
    },
    {
      "number": "71/2019",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at the Southwest corner of Ferrier Street and Murray Road in the Lord Selkirk-West Kildonan Community – DASZ 10/2019",
      "disposition": "PASSED"
    },
    {
      "number": "72/2019",
      "subject": "To amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 530 River Avenue in the City Centre Community – DAZ 202/2019",
      "disposition": "PASSED"
    },
    {
      "number": "73/2019",
      "subject": "To approve a plan of subdivision for land located at 40 Scholberg Lane and 2 Gwynne Road in the Riel Community – DAS 4/2019",
      "disposition": "PASSED"
    },
    {
      "number": "74/2019",
      "subject": "To close the public road (Plan 58702), at the Terminus of Scholberg Lane.- DAC 2/2019",
      "disposition": "PASSED"
    },
    {
      "number": "75/2019",
      "subject": "To close part of Jessie Avenue, East of Osborne Street.- DAC 5/2010",
      "disposition": "PASSED"
    },
    {
      "number": "80/2019",
      "subject": "To replace references in by-laws to “declared snow route parking ban” with “extended snow route parking ban”",
      "disposition": "PASSED"
    },
    {
      "number": "81/2019",
      "subject": "To amend the Schedule in the Reduced-Speed School Zones By-law",
      "disposition": "PASSED"
    },
    {
      "number": "84/2019",
      "subject": "To amend the City Organization By-law to rename the Standing Policy Committee on Innovation and to grant it new powers and duties",
      "disposition": "PASSED"
    },
    {
      "number": "85/2019",
      "subject": "To amend the Neighbourhood Liveability By-law and the Vacant Buildings By-law",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [
    {
      "subject": "Motion to suspend rule 17(1) of the Procedure By-law to consider Motion 5",
      "disposition": "LOST",
      "yeas": [
        "Councillor Browaty",
        "Councillor Eadie",
        "Councillor Klein",
        "Councillor Lukes",
        "Councillor Nason",
        "Councillor Schreyer",
        "Councillor Sharma"
      ],
      "nays": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Chambers",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Mayes",
        "Councillor Orlikow",
        "Councillor Rollins",
        "Councillor Santos"
      ]
    },
    {
      "subject": "Motion to suspend rule 17(1) of the Procedure By-law to refer Motion 5 to the Standing Policy Committee on Water and Waste, Riverbank Management and the Environment",
      "disposition": "CARRIED",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Browaty",
        "Councillor Chambers",
        "Councillor Eadie",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Orlikow",
        "Councillor Rollins",
        "Councillor Santos"
      ],
      "nays": [
        "Councillor Klein",
        "Councillor Nason",
        "Councillor Schreyer",
        "Councillor Sharma"
      ]
    }
  ],
  "conflict_of_interest_declarations": [

  ]
}
