{
  "meeting_date": "2018-07-19",
  "attendance": {
    "council": [
      "His Worship Mayor Bowman",
      "The Speaker, Councillor Sharma",
      "Deputy Speaker Councillor Gerbasi",
      "Councillor Allard",
      "Councillor Browaty",
      "Councillor Dobson",
      "Councillor Eadie",
      "Councillor Gillingham",
      "Councillor Gilroy",
      "Councillor Lukes",
      "Councillor Mayes",
      "Councillor Morantz",
      "Councillor Orlikow",
      "Councillor Pagtakhan",
      "Councillor Schreyer"
    ],
    "public_service": [
      "Mr. M. Lemoine, City Clerk",
      "Mr. C. Gameiro, Deputy City Clerk",
      "Ms J. Marques, Senior Committee Clerk",
      "Mr. M. Jack, Chief Corporate Services Officer"
    ]
  },
  "reports": [
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated July 4, 2018",
      "date": "2018-07-04",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Rezoning – 607 Flora Avenue - DAZ 202/2018 [c/r DAV 119486/2018D]",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Opening – Public Lane between Bell and River Avenues, east of Clarke Street – DAO 3/2018",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Amendment to the Winnipeg Food Council Terms of Reference",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Citizen Member Appointments – Transcona Historical Museum Board",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "By-law Enforcement under The Municipal By-law Enforcement Act",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE EXECUTIVE POLICY COMMITTEE dated July 11, 2018",
      "date": "2018-07-11",
      "committee": "Executive Policy Committee",
      "items": [
        {
          "number": "1",
          "title": "Cooling Off Period",
          "disposition": "FURTHER EXTENSION OF UP TO 180 DAYS GRANTED"
        },
        {
          "number": "2",
          "title": "“Buy Local” Procurement Procedure",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "3",
          "title": "Destination Marketing Reserve – Multi-Year Downtown Public Safety Strategy",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Governance Review – Establishment of Advisory Council of Elders",
          "disposition": "REFERRED TO THE GOVERNANCE REVIEW PROCESS"
        },
        {
          "number": "5",
          "title": "Reimbursement of UFFW President’s Salary and Benefit Cost to the City of Winnipeg",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "6",
          "title": "French Language Services Review Strategy",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "Annual Report on French Language Services (2017)",
          "disposition": "RECEIVED AS INFORMAITON AND REFERRED TO THE MINISTER OF MUNICIPAL RELATIONS"
        },
        {
          "number": "8",
          "title": "Revisions to the Materials Management Policy F1-003",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Request for Approval of Single Source Negotiations, Award of Contract to provide Legal Services and Over-Expenditure Authorization",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "Authority for The City of Winnipeg to enter into a Management Agreement with the General Council of Winnipeg Community Centres Inc.",
          "disposition": "ADOPTED"
        },
        {
          "number": "11",
          "title": "Scent Free Workplace",
          "disposition": "90 DAY EXTENSION OF TIME  GRANTED"
        },
        {
          "number": "12",
          "title": "Rezoning – 384 Stradbrook Avenue – DAZ 205/2018",
          "disposition": "ADOPTED"
        },
        {
          "number": "13",
          "title": "Municipal Development and Services Agreement between the City of Winnipeg and Peguis First Nation regarding 1075 Portage Avenue",
          "disposition": "AMENDED AND ADOPTED (See Motion 3)"
        },
        {
          "number": "14",
          "title": "Land Dedication Resrve Fund – City of Winnipeg, Urban Forestry Branch, Removal and Replacement of Public Trees Project",
          "disposition": "ADOPTED"
        },
        {
          "number": "15",
          "title": "Southwest Rapid Transitway (Stage 2) and Pembina Highway Underpass Capital Integration Project Audit – Q2 2017",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "16",
          "title": "Southwest Rapid Transitway (Stage 2) and Pembina Highway Underpass Capital Integration Project Audit – Q3 2017",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "17",
          "title": "Winnipeg Police Service Headquarters Construction Project – Status of Audit Recommendations 2018 Quarter 1",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "18",
          "title": "New Fire Paramedic Stations Construction Project – Status of Audit Recommendations 2018 Quarter 1",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "19",
          "title": "Audit of Procurement for the Pedestrian and Cycling Strategies and Review of the Employee Code of Conduct – Status of Audit Recommendations 2018 Quarter 1",
          "disposition": "RECEIVED AS INFORMATION"
        },
        {
          "number": "20",
          "title": "Audit Department – 2017 Annual Report",
          "disposition": "RECEIVED AS INFORMATION"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT, HERITAGE AND DOWNTOWN DEVELOPMENT dated June 25, 2018",
      "date": "2018-06-25",
      "committee": "Standing Policy Committee On Property And Development, Heritage And Downtown Development",
      "items": [
        {
          "number": "1",
          "title": "Subdivision and Rezoning – 30, 32, 34 University Crescent – DASZ 3/2018",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Subdivision and Rezoning – 173 Notre Dame Street – DASZ 8/2018",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Extension of Time – Proposed Subdivision and Rezoning – 3600 and 3636 Portage Avenue – DASZ 8/2015",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Development Agreement Amendment – AG 11/2014 – DASZ 11/2014",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "List of Historical Resources – Nomination of Ryan Brothers Building, 110 James Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "List of Historical Resources – Nomination of Burrow, Stewart & Milne Warehouse, 130 James Avenue and Richards and Brown Warehouse, 132 James Avenue",
          "disposition": "ADOPTED"
        },
        {
          "number": "7",
          "title": "List of Historical Resources – Nomination of International Harvester Building, 782 Main Street",
          "disposition": "LAID OVER TO EPC MEETING OF SEPTEMBER 12, 2018"
        },
        {
          "number": "8",
          "title": "Declaration of Surplus Land – City-owned Property located at 1400 Henderson Highway",
          "disposition": "ADOPTED"
        },
        {
          "number": "9",
          "title": "Declaration of Surplus Land – City-owned Property identified as Lots 3, 5 and 7, Plan 7040, north of Hurst Way",
          "disposition": "ADOPTED"
        },
        {
          "number": "10",
          "title": "Sign Approval Process",
          "disposition": "FOR REPORT BACK TO THE STANDING POLICY COMMITTEE ON PROPERTY AND DEVELOPMENT WITHIN 180 DAYS"
        },
        {
          "number": "11",
          "title": "Encroachment Agreement – City Right-of-Way adjacent to 121-123 Princess Street",
          "disposition": "ADOPTED"
        },
        {
          "number": "12",
          "title": "Tax Sale Process Changes",
          "disposition": "ADOPTED"
        },
        {
          "number": "13",
          "title": "Authority to Negotiate and Approve MB Hydro Indemnities for the Purposes of a Retro- Commissioning Program",
          "disposition": "ADOPTED"
        },
        {
          "number": "14",
          "title": "Lease Amendment – Unit 5-1450 Mountain Avenue – Corporate Records Centre",
          "disposition": "ADOPTED"
        },
        {
          "number": "15",
          "title": "Subdivision and Rezoning – West of Peguis Street, South of Almey Avenue – DASZ 21/2017",
          "disposition": "AMENDED BY EPC RECOMMENDATION AND ADOPTED"
        },
        {
          "number": "16",
          "title": "Extension of Time – 1101-1121 Wabasha Street – DASZ 31/2013",
          "disposition": "ADOPTED"
        },
        {
          "number": "17",
          "title": "Extension of Time – Lots 2 and 3, Plan 45753, Peguis Street and Reenders Drive – DASZ 33/2013",
          "disposition": "ADOPTED"
        },
        {
          "number": "18",
          "title": "Closing – Public Lane in the Block Bounded by George and Galt Avenues, Duncan Street and Waterfront Drive – DAC 2/2017",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON PROTECTION, COMMUNITY SERVICES AND PARKS dated July 3, 2018",
      "date": "2018-07-03",
      "committee": "Standing Policy Committee On Protection, Community Services And Parks",
      "items": [
        {
          "number": "1",
          "title": "Reallocation of Capital Funds for Purchase of a Mobile Chemical Analysis Spectrometer for Emergency Assessmentof Unidentified Powders and Liquids",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "SAFE Family Program",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Community Incentive Grant – South Transcona Community Centre",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Community Incentive Grant – Exchange District BIZ",
          "disposition": "ADOPTED"
        },
        {
          "number": "5",
          "title": "Off-Leash Dog Areas Master Plan",
          "disposition": "ADOPTED"
        },
        {
          "number": "6",
          "title": "Request for First Charge Against the 2019 Capital Budget and Consolidation of the St. John’s Park Lighting Project",
          "disposition": "AMENDED BY EXECUTIVE POLICY COMMITTEE RECOMMENDATION AND ADOPTED"
        },
        {
          "number": "7",
          "title": "Request for First Charge - Corydon Community Centre – Feasibility Study and Business Plan",
          "disposition": "AMENDED BY EXECUTIVE POLICY COMMITTEE RECOMMENDATION AND ADOPTED"
        },
        {
          "number": "8",
          "title": "Main Street Project Shelter Redevelopment Plan - Endorsement",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON INFRASTRUCTURE RENEWAL AND PUBLIC WORKS dated June 26, 2018",
      "date": "2018-06-26",
      "committee": "Standing Policy Committee On Infrastructure Renewal And Public Works",
      "items": [
        {
          "number": "1",
          "title": "Consolidation of Transit Planning Studies",
          "disposition": "AMENDED BY EXECUTIVE POLICY COMMITTEE RECOMMENDATION AND ADOPTED"
        },
        {
          "number": "2",
          "title": "Transit Infrastructure Projects for Federal Funding Programs",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Manitoba Hydro Pole Attachment Indemnity Agreement and Permit for the Chief Peguis Greenway Wayfinding Signage",
          "disposition": "ADOPTED"
        },
        {
          "number": "4",
          "title": "Granular Lane Improvement Program – Pilot Project Extension",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE STANDING POLICY COMMITTEE ON WATER AND WASTE, RIVERBANK MANAGEMENT AND THE ENVIRONMENT dated June 28, 2018",
      "date": "2018-06-28",
      "committee": "Standing Policy Committee On Water And Waste, Riverbank Management And The Environment",
      "items": [
        {
          "number": "1",
          "title": "Approval of Contract Extension No. 2 for Front Load Collection of Recycling From Multi- Family Dwellings and Other Establishments",
          "disposition": "ADOPTED"
        },
        {
          "number": "2",
          "title": "Extension of Contract for Collection of Large Items (Bulky Waste) and Abandoned Large Items (Bulky Waste)",
          "disposition": "ADOPTED"
        },
        {
          "number": "3",
          "title": "Single Source Authorization for a Contract Extension for Mechanical Collection of Solid Waste from Apartments and Small Commercial Establishments in the East Area of the City of Winnipeg",
          "disposition": "ADOPTED"
        }
      ]
    },
    {
      "title": "REPORT OF THE GOVERNANCE COMMITTEE OF COUNCIL dated June 27, 2018",
      "date": "2018-06-27",
      "committee": "Governance Committee Of Council",
      "items": [
        {
          "number": "2",
          "title": "Proposed Amendment to Procedure By-law No. 50/2007 – Leave of Absence",
          "disposition": "REFERRED TO THE GOVERNANCE REVIEW PROCESS"
        }
      ]
    }
  ],
  "notice_of_motions": [
    {
      "movers": [
        "Browaty",
        "Lukes"
      ],
      "subject": "That Council direct the City Clerk to place the following question on the ballot of the 2018 Municipal Election: Do you support the opening of Portage and Main to pedestrian crossings?  YES/NO",
      "disposition": "CARRIED"
    }
  ],
  "motions": [
    {
      "number": "1",
      "movers": [
        "Gillingham",
        "Orlikow"
      ],
      "subject": "1.That the City’s Sponsorship Policy be waived in this instance to allow for EWSA to negotiate donations, sponsorships or naming rights, up to a limit of $150,000 per request, at Buhler Park (Buildings, fields and trails), subject to the approval of the Director of Planning Property and Development; 2.That authority be delegated to the Director of Planning Property and Development to approve the terms and conditions of the donations, sponsorship or naming rights at Buhler Park negotiated by EWSA, up to a limit of $150,000 per request; 3.That EWSA have the ability to enter into sublease on one or more parts of the Lands, subject to the approval of the City in its sole discretion (organization, activity, insurance, etc.); 4.That a contribution in kind be given to EWSA from the City related to parking lot and road maintenance (grading) and that its schedule be aligned with Murdock Road maintenance; 5.Subject to the approval of Recommendation #4, that the City enter into, execute and deliver a grant agreement with EWSA, if required by the City Solicitor / Director of Legal Services,  and such other agreements as determined necessary by the City Solicitor / Director of Legal Services to implement the intent of the foregoing (the “Ancillary Agreements”); 6.As a condition to the approval of Recommendation #3, that EWSA and the City enter into, execute and deliver a lease agreement with respect to the Lands (the “New Lease”), if required by the City Solicitor / Director of Legal Services, and such other agreements as determined necessary by the City Solicitor / Director of Legal Services to implement the intent of the foregoing; and 7.That authority be delegated to the Chief Administrative Officer to negotiate and approve the terms and conditions of the grant agreement with EWSA, the New Lease and the Ancillary Agreements, in accordance with this report and such other terms and conditions deemed necessary by the City Solicitor / Director of Legal Services to protect the interests of the City.",
      "disposition": "CARRIED"
    },
    {
      "number": "2",
      "movers": [
        "Gilroy",
        "Pagtakhan"
      ],
      "subject": "That the City of Winnipeg request the Province of Manitoba to amend the City of Winnipeg Charter to make it mandatory for an elected member of Council to take a paid leave of absence while facing criminal charges including, but not necessarily limited to, assault and sexual assault.",
      "disposition": "NOTICE OF MOTION"
    },
    {
      "number": "3",
      "movers": [
        "Gillingham",
        "Pagtakhan"
      ],
      "subject": "That Item 13 of the Report of the Executive Policy Committee dated July 13, 2018 be amended by adding the following new Recommendation 6: “6.That the Winnipeg Public Service be directed to report back 1 year after the date the “First Nation Land” is set apart as reserve, on the status of the Municipal Development and Services Agreement.”",
      "disposition": "CARRIED"
    },
    {
      "number": "Leave of Absence",
      "movers": [
        "Sharma",
        "Eadie"
      ],
      "subject": "That Councillor Wyatt be granted a leave of absence from today’s meeting due to a doctor’s appointment.",
      "disposition": "CARRIED"
    }
  ],
  "bylaws_first_reading": [

  ],
  "bylaws_passed": [
    {
      "number": "61/2018",
      "subject": "To change the names of certain highways in The City of Winnipeg (changing to Private Daly Drive)",
      "disposition": "PASSED"
    },
    {
      "number": "62/2018",
      "subject": "To change the names of certain highways in The City of Winnipeg (changing to Jerry Klein Drive)",
      "disposition": "PASSED"
    },
    {
      "number": "63/2018",
      "subject": "To establish a Pilot Program to offer incremental tax grants to encourage the restoration and rehabilitation of vacant or underutilized heritage properties",
      "disposition": "PASSED"
    },
    {
      "number": "64/2018",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at the Southeast Ravenhurst Street, Pandora Avenue East, CNR Rail line, and Perimeter Highway Boundaries in the East Kildonan-Transcona Community. – DASZ 10/2017",
      "disposition": "PASSED"
    },
    {
      "number": "67/2018",
      "subject": "To amend By-law No. 40/2018 to correct errors – DASZ 22/2017",
      "disposition": "PASSED"
    },
    {
      "number": "68/2018",
      "subject": "To amend By-law No. 41/2018 to correct errors – DASZ 6/2016",
      "disposition": "PASSED"
    },
    {
      "number": "69/2018",
      "subject": "To correct Schedule A of the Municipal By-law Enforcement Act Enabling By-law",
      "disposition": "PASSED"
    },
    {
      "number": "70/2018",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 16 and 24 Speers Road in the Riel Community – DASZ 26/2017",
      "disposition": "PASSED"
    },
    {
      "number": "71/2018",
      "subject": "To approve a plan of subdivision and amend Winnipeg Zoning By-law No. 200/2006 to rezone land located at 860 St. James Street in the Assiniboia Community DASZ 11/2017",
      "disposition": "PASSED"
    },
    {
      "number": "73/2018",
      "subject": "To amend the Code of Conduct for Members of Council to eliminate the need to report gifts valued at less than $50.00",
      "disposition": "PASSED"
    },
    {
      "number": "74/2018",
      "subject": "To correct an error in By-law No. 47/2018, being a by-law to amend the Winnipeg Zoning By-law to rezone land located at 153 Aubert Street in the Riel Community – DAZ 211/2017",
      "disposition": "PASSED"
    },
    {
      "number": "76/2018",
      "subject": "To close the Public Lane south of Portage Avenue and open Empress Street East, St. John Ambulance Way and Public Lane – DAOC 1/2012",
      "disposition": "PASSED"
    },
    {
      "number": "77/2018",
      "subject": "To open north side of Southpark Drive, west of Pembina Highway DAO 3/2016",
      "disposition": "PASSED"
    }
  ],
  "recorded_votes": [
    {
      "subject": "Notice of Motion – Executive Policy Committee - 2018 Municipal Election Question",
      "disposition": "CARRIED",
      "yeas": [
        "His Worship Mayor Bowman",
        "Councillor Allard",
        "Councillor Browaty",
        "Councillor Dobson",
        "Councillor Eadie",
        "Councillor Gillingham",
        "Councillor Gilroy",
        "Councillor Lukes",
        "Councillor Mayes",
        "Councillor Morantz",
        "Councillor Orlikow",
        "Councillor Pagtakhan",
        "Councillor Schreyer",
        "Councillor Sharma"
      ],
      "nays": [
        "Councillor Gerbasi"
      ]
    }
  ],
  "conflict_of_interest_declarations": [

  ]
}
